{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Alif Lam Mim Ra. Këto janë fakte të Librit! Edhe ajo që të shpallet nga Zoti yt është e vërtetë, por shumica e njerëzve nuk besojnë.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "All-llahu është ai i cili ka ngritur qiejt pa asnjë shtyllë, i shihni, pastaj, mbisundoi me gjithësinë. Edhe Diellin edhe Hënën ua ka nënshtruar; secili lëviz deri në afat të caktuar, Ai rregullon tëra çështjet dhe në hollësi shpalon argumentet, ndoshta bindeni se keni për të dalë para Zotit tuaj!",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Dhe Ai ka bërë tokën të rrafshët dhe në të ka bërë male edhe lumenj, dhe nga secili fryt ka krijuar dy çifte (të gjinisë së kundërt). Natën e mbulon me ditën. Në këtë, pa dyshim, ka argumente për njerëzit që mendojnë.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "Në tokë ka vende që kufizohen njëri me tjetrin dhe ka kopshte me hardhi, edhe ara, pemë me shumë filiza, ujiten nga i njëjti ujë, por frutin e disave e pëlqejmë më shumë për të ngrënë se të disa tjerave. Në këtë ka, me të vërtetë, argumente për njerëzit që kanë mend.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Dhe nëse çuditesh, ani, janë për çudi fjalët e tyre: “A thua, njëmend kur të bëhemi tokë, do të jemi sërish të krijuar”? Ata janë, të cilët nuk besojnë Zotin e tyre, dhe ata janë në qafat e të cilëve do të ketë zinxhirë dhe janë banorë të xhehennemit, ku do të mbesin përgjithmonë.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Ata prej teje më parë kërkojnë të keqen se sa të mirë, por asi shembujsh ka pasur edhe përpara atyre. Zoti yt ua falë njerëzve, përkundër mizorive të tyre, por Zoti yt, njëmend, edhe dënon ashpër.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "Dhe ata që nuk besojnë, thonë: “Pse nuk i dërgohet nga Zoti i tij një mrekulli”? Ti je vetëm qortues dhe çdo popull ka një udhërrëfyes.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "All-llahu e di se çka bartë çdo femër dhe se çka zvogëlohet e çka shtohet në mitrat e tyre, te Ai çdo send ka masë.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "Ai di botën e padukshme dhe të dukshmen, i madhi, i lartëmadhërishmi.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Te Ai jeni njëlloj: si ai që flet ngadalë si ai që flet me zë; edhe kush fshihet natën dhe kush ec ditën.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "Ai (njeriu) ka përcjellje, përpara atij dhe pas, atë e ruajnë me urdhër të All-llahut. All-llahu nuk e ndërron një popull deri sa ata vetveten nuk e ndërrojnë. Dhe kur All-llahu do, ta dënojë një popull, atë s’ka kush që e zmbraps; nuk kanë ata asnjë mbrojtës përveç Atij.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "Ai është i cili ju shfaq vetëtimën për frikësim dhe kërshëri dhe krijon vranësira të mëdha (të dentura).",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "Edhe murmurima e lartëson me lavdatën e vet Atë, edhe engjujt nga frika ndaj atij. Dhe dërgon rrufetë dhe me të godit kë të dojë, e ata prapë diskutojnë për All-llahun, por Ai është i fortë për çdo send.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Vetëm Ai është i denjë për lutje! Kurse atyre, që në vend të Tij, u luten tjetërkujt, nuk do t’u përgjigjen fare, ashtu siç nuk do t’u arrijë as uji në gojën e tyre, të cilët vetëm shtrijnë duartë. Lutja e mosbesimtarëve është vetëm humbje.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "All-llahut i bëjnë sexhde të gjithë që janë në qiej dhenë tokë, dashtë e pa dashtë, madje edhe hijet e tyre, në mëngjez dhe në mbrëmje.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Thuaj: “Kush është Zot i qiejve dhe i tokës?” Thuaj: “All-llahu!” Thuaj: “Apo merrni, pra, në vend të Atij tjetër mbrojtës që nuk munden t’i bëjnë vetvetes dobi e as dëm?” Thuaj: “A janë njëlloj i verbëri dhe ai që sheh, ose: a janë njëlloj terri dhe drita, apo i kanë bërëAll-llahut shokë ato që i krijojnë si krijesa të tij dhe krijimi u përngjan”. Thuaj: “All-llahu është krijues i çdo sendi dhe Ai është i vetmi ngadhnjimtar”.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "Ai lëshon shiun nga qielli dhe lumenjtë me masë që rrjedhin shtretërve të tyre, kurse vërshimi bartë një shkumë që noton mbi sipërfaqe. Edhe në ato çka shkrijnë ata në zjarr, për të përfituar stoli ose mjete pune, ka gjithashtu shumë të ngjashme. Ashtu All-llahu i ballafaqon të vërtetën me të pavërtetën: shkuma hidhet, ndërsa ajo që është e dobishme për njerëzit mbetet në tokë. Ja, ashtu All-llahu u sjell shembujt.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Për ata që i përgjigjen Zotit të vet, ka shpërblim të mirë, kurse ata që nuk i përgjigjen – sikur të ishte e tyre gjithë çka ka në tokë, edhe aq më tepër, patën me e dhënë për kompensim. Ata i pret llogari e rëndë; vendbanim i tyre është xhehennemi, sa shtrojë e tmerrshme është!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "A mos është njëlloj ai që e di se ajo që të shpallet nga Zoti yt është e vërtetë sikur ai që është i verbër? Ndërkaq këshillën e pranojnë vetëm të mençurit.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "Ata të cilët e zbatojnë besën e All-llahut dhe nuk e thejnë marrëveshjen,",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "Edhe ata të cilët respektojnë atë çka ka urdhëruar All-llahu, që të respektohet edhe i drojnë Zotit të tyre dhe i frikësohen llogarisë së rëndë.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "Edhe ata të cilët durojnë për të arritur simpatinë e Zotit të tyre, dhe që kryejnë faljen, edhe nga ajo që u japim, shpërndajnë fshehtazi dhe haptazi, dhe të cilët të keqen e kthejnë me të mirë – ata do t’i presë përfundim i mirë,",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "Kopshte të Adënit ku do tëhyjnë ata edhe kush ka bërë mirë nga prindërit e tyre, edhe gratë e tyre, edhe farefisi i tyre; kurse nga të jgitha dyertë engjujt do të hyjnë te ata.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "“Paqa qoftë me ju, për atë që keni duruar! Po sa vendbanim i bukur!”",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "kurse atë të cilët e thejnë besën e All-llahut, edhe pasi që seriozisht e kanë dhënë fjalën, dhe atë që ka urdhëruar All-llahu të respektohet e mënjanojnë dhe bëjnë trubullira në tokë; ata janë që i pret mallkimi dhe vendbanimi më i keq!",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "All-llahu kë të dojë e furnizon me shumicë ose ia shkurton. Atai gëzohen jetës në këtë botë, kurse jeta në këtë botë, krahasuar me botën tjetër, është vetëm një kënaqësi kalimtare.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "Mosbesimtarët thonë: “Përse atij nuk i ka ardhur nga Zoti i tij ndonjë mrekulli?” Thuaj: “All-llahu e len të humbur kë të dojë dhe e përudhë në të drejtë atë që vazhdimisht i drejtohet”.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "Ata të cilët besojnë dhe zemrat e të cilëve, me përmendjen e All-llahut, qetësohen – kur përmendet All-llahu i qetësohen zemrat, apo jo?!",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "Ata që besojnë dh bëjnë vepra të mira, të lumtë ata, se i pret përfundim i bukur!",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "Dhe ashtu të kemi dërguar te një popull para të cilit ka pasë edhe tjerë popuj, t’ua lexosh se çka të shpallim, kurse ata mohojnë të gjithmëshirshmin. Thuaj, Ai është Zoti im, nuk ka Zot tjetër, përveç atij, te ti jam mbështetur dhe atij i drejtohem!”",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "Sikur të ishte një Kur’an me të cilin malet do të ishin dundur ose toka të ishte coptuar, ose të flisnin të vdekurit?! Jo, se të gjitha çështjet i takojnë All-llahut. A nuk e dinë besimtarët se All-llahu, sikur të kisht dashur, të gjithë njerëzit do t’i drejtonte në rrugë të drejtë. Kurse mosbesimtarët vazhdimisht do t’i godasë sulmi, fatkeqësia, ose do të ndodhë në afërsi të shtëpisë së tyre, për ate çka kanë bërë, deri sa të mbërrijë premtimi i All-llahut. All-llahu, me siguri, nuk e mohon premtimin.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Edhe përpara teje profetët i kanë tallur, prandaj unë atyre që nuk kanë besuar u kam lënë kohë, pastaj i gjykova me dënim, ani çfarë dënime se!",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Po kush është ai i cili vigjilon mbi secilin, se ç’bën? All-llahut i bëjnë shok: “Thuaj, “emërtoni ata!” A ju po e lajmëroni Ate, për atë çka nuk e di se ç’ka ka në tokë, apo vetëm flisni sa për sy e faqe? Atyre që nuk besojnë dredhitë e veta, u duken të mira, andaj e kanë devijuar rrugën. Dhe atë që All-llahu e lë në humbje, atë nuk e drejton dot kush!",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Ata në jetën e kësaj bote kanë dënim, por dënimi në botën tjetër, me siguri, është edhe më i rëndë. Ata nuk ka kush i mbron nga All-llahu.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Atyre që frikësohen (nga All-llahu) u është premtuar asi parajsi me fryte dhe hije të përhershme ku do të rrjedhin edhe lumenj. Ai është shpërblim i atyre që frikësohen, ndërsa përfundim i mosbesimtarëve është zjarri.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Dhe ata të cilëve u kemi dhënë Librin, gëzohen për atë që të shpallet ty, por ka disa nga aleatët që pjesërisht e mohojnë. Thuaj, “Unë jam i urdhëruar që të adhuroj All-llahun dhe mos t’i bëj shok, unë tek Ai ju thërras dhe tek Ai do të kthehem”.",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "Dhe ne ashtu e kemi shpallur atë (Kur’anin) urtësi në gjuhën arabe. Por nëse ti pason dëshirat e tyre, pasi që të ket ardhur dijenia (informata) nuk do të kesh mbrojtës e as ndihmës nga All-llahu.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Edhe përpara teje kemi dërguar profetë dhe u kemi dhënë gra edhe familje. Dhe asnjë profet nuk ka sjellë ndonjë mrekulli pa lejen e All-llahut. Çdo brez ka një libër.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "All-llahu fshinë çka të dojë dhe ngulit (përforcon) çka të dojë, te Ai është Libri amë (amëza).",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Qoftë të të tregojmë ty diçka nga ajo që po u premtojmë qoftë të të marrim jetën, detyrajote është të kumtosh, kurse jona të kërkojmë llogari.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "A nuk shohin ata se ne e ngushtojmë tokën nga të gjitha anët? All-llahu gjykon! Askush nuk mund t’ia thejë gjykimin, dhe ai është llogarishpejtë.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Kanë thurrur kurtha edhe ata para tyre, porse të tëra kurthat janë në dorët të All-llahut; Ai e di se çka meriton secili. Edhe mosbesimtarët do ta dinë se vendbanimi i kujt është më i mirë.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "Ata që nuk besojnë thonë: “Ti nuk je Profet!” Thuaj: “Për dëshmitarët ndërmjet nesh mjafton All-llahu dhe ai te i cili është dija e librit – kush ka libër”.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.mehdiu",
      "language": "sq",
      "name": "Feti Mehdiu",
      "englishName": "Feti Mehdiu",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}