{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 14,
    "name": "سُورَةُ إِبۡرَاهِيمَ",
    "englishName": "Ibrahim",
    "englishNameTranslation": "Abraham",
    "revelationType": "Meccan",
    "numberOfAyahs": 52,
    "ayahs": [
      {
        "number": 1751,
        "text": "Alif Lam Ra. Librin ta kemi shpallur që me lejen e Zotit të tyre t’i nxjerrësh njerëzit nga terri në dritë; në rrugën e të fortit dhe të lavdëruarit,",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1752,
        "text": "All-llahut, të cilit i takon gjithçka është në qiej dhe gjithçka ka në tokë. Mjerr mosbesimtarët nga dënimi i rëndë!",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1753,
        "text": "Ata të cilët jetën në këtë botë e duan më shumë se të asaj bote dhe shmangen nga rruga e All-llahut dhe kanë tendenca ta shtrembërojnë, ata janë në devijim të plotë.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1754,
        "text": "Ne nuk kemi dërguar asnjë profet që ai, për t’ia shpjeguar të mos ketë folur me gjuhën e popullit të vet. Por All-llahu lë në humbje kë të dojë dhe ia tregon rrugën e drejtë kujt të dojë; Ai është i fortë e i urtë.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1755,
        "text": "Edhe Musanë e dërguam me argumentet tona: “Nxirre popullin tënd nga terri në dritë dhe tërhiqu vërejtjen për ditët e All-llahut!” Në këtë ka, me të vërtetë, argumente për secilin durimtar mirënjohës.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1756,
        "text": "Dhe atëherë Musa i tha popullit të vet: “Kujtoni dhuntinë e All-llahut kur ju ka shpëtuar nga familja e Faraonit që iu maltretonin me dënimin më të keq, ua therrnin djemtë dhe ua linin në jetë vajzat. Ajo ka qenë sprovë e madhe nga Zoti juaj.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1757,
        "text": "Dhe kur Zoti juaj kumtoi: “Nëse jeni mirënjohës, Unë gjithsesi do t’ua shtoj edhe më tepër, po nëse mohoni edhe dënimi im është i tmerrshëm”.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1758,
        "text": "Dhe Musa tha: “Në mohofshi ju edhe të gjithë së bashku kush është në tokë, ani, All-llahu njëmend është i pavarur dhe i denjë për lavdatë”.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1759,
        "text": "A nuk ju ka arritur juve informata për ata, para jush, për popullin e Nuhit, edhe për Adin, edhe Themudin, edhe ata pas tyre? Vetëm All-llahu i di! Profetët e tyre u kanë sjellë argumente, kurse ata i venin duart e veta në gojë të veta dhe thoshin: “Ne e mohojmë atë që të shpallet ty dhe ne shumë dyshojmë në atë në çka na thërrisni”.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1760,
        "text": "Profetët e tyre u thonin: “A në All-llahun keni dyshim, Krijuesin e qiejve dhe të tokës> ai iu thërret që t’iu falë juve disa mëkate dhe që t’ua anulojë deri në afatin e caktuar. Ata i thanë: “Ju jeni vetëm njerëz sikurse edhe ne që doni të na shmangni prej atyre të cilëve u janë falur të parët tanë, po hajde na sillni një mrekulli të qartë!”",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1761,
        "text": "Ne jemi njerëz sikur edhe ju, - u thoshin profetët e tyre, - por All-llahu u jep mirësi kujt të dojë nga robërit e vet. Ne nuk sjellim asnjë mrekulli pa lejen e All-llahut – dhe besimtarët vetëm te All-llahu le të mbështeten!",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1762,
        "text": "Dhe pse të mos mbështetemi te All-llahu kur Ai na ka trasuar rrugët tona. Ne, njëmend, me durim do të përballojmë mundimet që na bani – dhe ata që dinë ku të mbështeten, vetëm te All-llahu le të mbështeten!”",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1763,
        "text": "Mosbesimtarët u thoshin profetëve të tyre: “Do t’iu përzëmë nga vendi ynë ose do të ktheheni në fenë tonë”. Kurse atyre Zoti i tyre u ka kumtuar: “Ne patjetër do t’i shkatërrojmë mizorët.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1764,
        "text": "Dhe pas tyre do t’ju vendosim në tokë. Ajo është për ata që i tremben daljes para meje dhe kërcënimit tim”.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1765,
        "text": "Dhe ata kërkuan ndihmë, kurse çdo mendjemadh e ka pësuar;",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1766,
        "text": "Sepse e pret xhehennemi, ku do të pijë ujë të qelbosur e të valë;",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1767,
        "text": "Do ta përbijnë, por assesi nuk do të mund ta gëlltisin dhe vdekja do t’i vijë nga të gjitha anët e nuk do të vdes. Atë e pret prapa dënim i rëndë.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1768,
        "text": "Shembulli i atyre që nuk besojnë Zotin e tyre, veprat e tyre janë sikur hiri, të cilin e derdh puhia në ndonjë ditë me furtunë, nuk fitojnë asgjë për veprat që kanë bërë, ajo pra është humbje e madhe.",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1769,
        "text": "A nuk e sheh se All-llahu ka krijuar qiejt dhe tokën me urtësi? Nëse do, juve ju heq dhe sjell popull të ri.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1770,
        "text": "Ajo nuk është e rëndë për All-llahun.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1771,
        "text": "dhe të gjithë do të paraqiten para All-llahut, dhe ata që kanë qenë të shtypur do t’u thonë kryelartëve: “Nne kemi qenë ithtarët tuaj, a mundeni ndopak të na lehtësoni dënimin e All-llahut”? “Të na kishte udhëzuar All-llahu neve, - thonë ata, - edhe ne do t’iu udhëzonim. Krejt njëlloj është, qoftë të ankohemi ne apo të durojmë, për ne më nuk ka rrugë shpëtimi”.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1772,
        "text": "dhe pasi të zbatohet urdhëri, djalli thotë: “All-llahu u ka dhënë premtim të vërtetë, kurse unë ju kam premtuar dhe u kam tradhtuar. Unë nuk kam pasur kurrfarë pushteti mbi ju, vetëm se ju kam thirrur dhe ju më jeni përgjegjur, prandaj mos më qortoni mua, por vetveten se as unë nuk mund t’iu shpëtoj e as ju nuk mund të më shpëtoni mua. Unë e mohoj atë, që ju më parë më keni konsideruar të barabartë me Të”. Mosbesimtarët, pa dyshim, i pret dënim i dhembshëm.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1773,
        "text": "Kurse ata që kanë besuar dhe kanë bërë vepra të mira, me lejen e Zotit të tyre, do të dërgohen në xhennete, ku rrjedhin lumenj dhe aty do të vendosen përgjithmonë. Përshëndetja e tyre aty, është “Paqe”!",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1774,
        "text": "A nuk e sheh se All-llahu sjell shembull fjalën e mirë sikur pemën e mirë, rrënja e së cilës është e ngulitur fort, kurse degët i ka kah qielli.",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1775,
        "text": "Me leje të Zotit të vet i jep frytet e veta në çdo kohë – dhe All-llahu u sjell shembuj njerëzve, ndoshta do të mendojnë.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1776,
        "text": "Kurse shembulli i fjalës së keqe është si pema e keqe që është e nxjerrë nga sipërfaqja e tokës dhe nuk ekziston më.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1777,
        "text": "All-llahu do t’i forcojë besimtarët me fjalë të forta edhe në këtë edhe në atë botë, kurse mizorët do t’i lërë në humbje. All-llahu bën ç’të dojë.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1778,
        "text": "A nuk i sheh ata të cilët dhuntinë All-llahut ia kthyen me mosbesim dhe popullin e vet e sollën në shtëpinë e shkatërrimit,",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1779,
        "text": "Në xhehennem, ku do të digjen – sa vendbanim i tmerrshëm është ai!",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1780,
        "text": "Dhe All-llahut i kanë bërë idole për t’u shmangur nga rruga e tij. Thuaj: “Kënaquni, se me siguri do të përfundoni në zjarr!”",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1781,
        "text": "Thuaju robërve të mij që kanë besuar, le të kryejnë namazin, të japin (sadakë) fshehtazi dhe haptazi nga ajo që u japim Ne, para se t’ju vjen dita në të cilën nuk do të ketë as tregti as miqësi.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1782,
        "text": "All-llahu është ai i cili ka krijuar qiejt dhe tokën. Ai lëshon nga qielli ujë dhe me të nga frutet nxjerr ushqim për ju; dhe jua vë në shërbim anijet që me urdhër të tij të lundroni nëpër det, dhe ju nënshtrohen edhe lumenjt,",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1783,
        "text": "Dhe ju ka vënë në shërbim Diellin dhe Hënën, për gjithçka, dhe ju ka nënshtruar natën dhe ditën,",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1784,
        "text": "Dhe nga tërë ajo çka lypni prej tij ua jep, dhe sikur t’i numronit dhuntitë e All-llahut s’do t’arrinit t’i dilni në fund. Njeriu është, me të vërtetë, mospërfillës, mohues.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1785,
        "text": "Dhe kur Ibrahimi tha: “O Zoti im, bëne këtë qytet të sigurt dhe më ruaj mua edhe bijt e mi që të mos adhurojmë idolet!",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1786,
        "text": "O Zoti im, ata me siguri i kanë futur shumë njerëz në rrugë pa krye. Pra, kush më pason mua – është në anën time, kurse ai që është ngritur kundër meje, ani, - Ti njëmend fal dhe je mëshirëplotë.",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1787,
        "text": "O Zoti ynë! “Unë disa pasardhës të mij i kam vendosur në një luginë, ku nuk mbillet asgjë, te tempulli i shenjtë i yti, për të kryer faljen! O Zoti ynë, prandaj bën që zemrat e disa njerëzve të mallëngjehen për ata dhe për të qenë mirënjohës furnizoj ata me frute.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1788,
        "text": "O Zoti ynë! Ti me siguri e di se çka fshehim ne dhe çka shfaqim haptazi. Për All-llahun nuk ka gjë të fshehtë, as në tokë as në qiell.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1789,
        "text": "Qoftë lavdëruar All-llahu i cili në pleqëri më fali Ismailin dhe Is-hakun! Zoti im, njëmend, i dëgjon dhe u përgjigjet lutjeve.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1790,
        "text": "O Zoti im, më bën mua dhe ata nga pasardhësit e mij të kryejmë faljen, dhe prano o Zoti ynë lutjen time!",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1791,
        "text": "O Zoti ynë, më fal mua, edhe prindërit e mij, edhe tërë besimtarët – atë ditë kur të jepet llogari”",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1792,
        "text": "Dhe ti kurrsesi mos mendo se All-llahu është indiferent ndaj asaj se çka bëjnë mosbesimtarët. Ai i lëshon ata vetëm deri në atë ditë, kur do t’u mbesin sytë hapur,",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1793,
        "text": "Dhe kur të vrapojnë me kryet lart, pa i shikuar kush, e duke u ngutur, zemrat e tyre do të jenë të zbrazëta.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1794,
        "text": "Ti tërhiqu vërejtjen njerëzve për ditën kur do t’u vijë dënimi, e të thonë, ata të cilët kanë bërë mizori: “O zoti ynë, na le vetëm edhe pak kohë, do t’i përgjigjemi thirrjes tënde dhe do të pasojmë profetët”. “A nuk patët bërë be pak më parë se nuk ka për ju shkatërrim?",
        "numberInSurah": 44,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1795,
        "text": "Dhe u vendosët në shtëpitë e atyre të cilët kishin bërë krim ndaj vetvetës, dhe u është sqaruar se si kemi vepruar me ata, madje ju kemi sjellë edhe shembuj”.",
        "numberInSurah": 45,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1796,
        "text": "Dhe ata kurdisin kurthat e tyre. Edhe te All-llahu i gjejnë kurthat e tyre, qofshin ato edhe për të shkatërruar kodrat.",
        "numberInSurah": 46,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1797,
        "text": "Dhe kurr mos llogarit se All-llahu do ta mohojë premtimin e vet për profetët e vet. All-llahu është, me të vërtetë, i fortë dhe i ashpër.",
        "numberInSurah": 47,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1798,
        "text": "Atë ditë kur toka të zëvendësohet me jotokën, si edhe qiejt, dhe të dalin të gjithë para All-llahut të vetmit fuqiplotë.",
        "numberInSurah": 48,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1799,
        "text": "Atë ditë do t’i shohësh mëkatarët të lidhur në pranga bashkarisht;",
        "numberInSurah": 49,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1800,
        "text": "Rrobet e tyre do të jenë prej rrëshire kurse fytyrat e tyre do t’i mbulojë zjarri,",
        "numberInSurah": 50,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1801,
        "text": "Se All-llahu shpërblen secilin sipas asaj që ka fituar. All-llahu është, pa dyshim, i shpejtë në llogari.",
        "numberInSurah": 51,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1802,
        "text": "Ky (Kur’ani) është kumtim për njerëzit që t’u tërhiqet vërejtja dhe ta dinë se vetëm Ai është një Zot, dhe këshillon ata që kanë mend.",
        "numberInSurah": 52,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.mehdiu",
      "language": "sq",
      "name": "Feti Mehdiu",
      "englishName": "Feti Mehdiu",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}