{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "Suren që e shpallim, ligjet e saj i bëjmë të detyrueshme sepse aty shpallim fakte të qarta, ndoshta ju do të mblidhni mend.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "Laviren dhe lavirin, çdonjërin, rrihne me njëqind të rëna me kamxhik dhe le të mos u preokupojë asnjëfarë sentimentalizmi kur po zbatoni fenë e All-llahut, nëse i besoni All-llahut dhe botës tjetër. Dënimin e të dyve le ta shikojnë një grup besimtarësh.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "Laviri nuk duhet të martohet me tjetër, përveç me lavire ose me politeiste, kurse lavirja të mos martohet me tjetër, përveç me lavir ose ndonjë politeist. Ajo është ndaluar për besimtarët.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "Ata të cilët fajësojnë gratë e ndershme e pastaj nuk e argumentojnë këtë me katër dëshmitarë, t’i rrihni tetëdhjetë herë me kamxhik dhe kurrë më mos e pranoni dëshminë e tyre. Ata janë njerëz të prishur.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "Me përjashtim të atyre që, pastaj, pendohen dhe përmirësohen, sepse edhe All-llahu fal dhe është shumë i mëshirshëm.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "Ndërsa ata të cilët fajësojnë bashkëshortet e veta, por që nuk kanë dëshmitarë tjetër, përveç vetes, dëshminë e vet, se me të vërtetë janë të drejtë, do të vërtetojnë duke u betuar katër herë në All-llahun.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "Kurse herën e pestë le të betohen, nëse gënjejnë, le t’i godasë mallkimi i All-llahut.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "Ajo do të kursehet nga dënimi nëse katër herë betohet në All-llahun, se me të vërtetë, ai gënjen.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "E herën e pestë, që ta godisë hidhërimi i All-llahut, nëse ai është nga të sinqertit (e flet të vërtetën).",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "Sikur të mos ishte mirësia e All-llahut ndaj jush dhe mëshira e Tij, se All-llahu pranon pendimin dhe është shumë i urtë.",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "Ata që kanë trilluar shpifje ju mos e konsideroni atë si ndonjë krim ndaj jush. Jo, ajo është mirë për ju. Secili prej tyre do të jetë i dënuar sipas mëkatit që e ka merituar; atë, të cilin e udhëheq arroganca e vet, e pret vuajtja e madhe.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "sikur mos ta dëgjonit atë (shpifje), besimtaret dhe besimtarët do të mendonin mirë për vete dhe do të thonin: “kjo është gënjeshtër e qartë”.",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "Pse nuk i sollën katër dëshmitarë? Pra, pasi nuk sollën dëshmitarë, tek All-llahu ata janë gënjeshtarë.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "Sikur të mos jetë mirësia e All-llahut ndaj jush dhe mëshira e Tij në këtë botë, dhe në botën tjetër, për shkak të mëkateve që keni bërë, do t’u kisht goditur dënim i rëndë.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "Kur keni filluar që me gjuhën tuaj ta tregoni atë dhe me plot gojën keni folur atë për çka nuk keni ditur asgjë, e keni konsideruar imtësi, por ajo tek All-llahu është e madhe.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "Sikur, sapo e dëgjuat atë, të kishit thënë: “Neve nuk na ka hije të flasim për këtë, Ti qofsh lavdëruar! Kjo është shpifje e madhe”.",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "All-llahu ju këshillon që, një gjë të tilë, nëse jeni besimtarë, kurrë të mos e përsëritni.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "E All-llahu ua sqaron ajetet, sepse All-llahu është shumë i dijshëm dhe i urtë.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "Ata të cilët dëshirojnë që te besimtarët të përhapet amoraliteti, i pret dënim i dhembshëm në këtë dhe në botën tjetër. All-llahu e di, por ju nuk e dini.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "Sikur të mos ishte mirësia e All-llahut ndaj jush dhe mëshira eTij, mirëpo, All-llahu me të vërtetë është shumë i butë e i mëshirshëm.",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "O besimtarë, mos ndiqni gjurmët e djallit! Atë, që shkon gjurmëve të djallit ai e shpie në theqafje dhe në amoralitet; po sikur të mos ishte mirësia e All-llahut ndaj jush dhe mëshira e Tij, asnjëri prej jush kurrë nuk do të pastrohej (nga mëkatet), mirëpo, All-llahu pastron atë që do Ai. All-llahu shumë di dhe dëgjon.",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "Mos ta lëshojnë rastin ata të cilët kanë pasuri e mjete nga ju, t’u japin të afërmëve dhe të ngratëve, edhe atyre që për hirë të All-llahut kanë lënë vendlindjen e vet; le t’ua falin dhe mos t’ua zënë për gabim! A dëshironi që edhe juve All-llahu t’ua falë? All-llahu falë dhe është shumë i mëshirshëm.",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "Ata që fajësojnë gratë e ndershme, besimtaret e pa të keq, janë të mallkuar në këtë dhe në botën tjetër; ata i pret mundim i madh.",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "Atë ditë, kur të dëshmojnë kundër tyre, gjuhët e tyre, edhe duart e tyre, edhe këmbët e tyre për atë që e kanë bërë,",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "Atë ditë All-llahu do t’ua shpërblejë fenë e tyre të vërtetë dhe ata do të kuptojnë se All-llahu, vërtetë, është vërtetësi e hapët.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "Të pandershmet janë për të pandershmit, kurse të pandershmit janë për të pandershmet; të mirat janë për të mirët, kurse të mirët janë për të mirat. Ata nuk kanë faj pse flitet për ta; ata i pret falje dhe furnizim fisnik.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "O besimtarë, mos hyni në shtëpi të huaj pa marrë leje dhe pa përshëndetur njerëzit e asaj (shtëpie). Kjo është më mirë për ju. Ndoshta do ta kuptoni.",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "Po nëse nuk gjeni aty askë, mos hyni në të deri sa të mos u jepet leje; e nëse ju thuhet “kthehuni”! po ju kthehuni, kjo është punë më e pastër për ju. Ndërkaq All-llahu e di se si veproni.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "Nuk është mëkat për ju të hyni në shtëpia të pabanuara, në të cilat keni ndonjë punë; kurse All-llahu e di atë që e shprehni haptazi edhe atë që e fshihni.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "Por thuaju besimtarëve të ulin kryet (shikimet e tyre) dhe të kujdesen për pjesët e turpshme të trupit të vet. Ajo është punë më e pastër për ata, kurse All-llahu është, me siguri, i informuar se ç’bëjnë ata.",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "Thuaju edhe besimtareve le të ulin kryet dhe të kujdesen për pjesët e turpshme të trupit të vet, dhe le të mos i ekspozojnë stolitë e tyre, përveç asaj që edhe ashtu është e jashtme (duket). Le t’i mbulojnë krahërorët e tyre me mbulesa dhe të mos ua tregojnë zbukurimet e tyre askujt, përveç bashkëshortëve të tyre ose baballarëve të tyre; baballarëve të burrave të tyre, djemve të tyre ose djemve të burrave të tyre; vëllezërve të tyre ose djemve të vëllezërve apo djemve të motrave të tyre; ose grave (shoqeve) të tyre, robëreshave të tyre, shërbëtorëve, të cilët nuk ndiejnë nevojë për femra, ose fëmijëve, të cilët akoma nuk dinë se çka janë pjesët e turpshme të trupit të femrës; le të mos rrapllojnë me këmbët e tyre për të shfaqur fshehtësinë e stolive të tyre. Dhe të gjithë pendohuni te All-llahu, o besimtarë, ndoshta do të shpëtoni.",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "Martoni të pamartuarit prej jush, edhe robërit e shërbëtorët tuaj të mirë, nëse janë të varfër. All-llahu do t’i pasurojë nga mirësia e Tij, sepse All-llahu është i gjithëdijshëm.",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "Le të përmbahen ata që nuk kanë mundësi të martohen, derisa All-llahu t’i pasurojë me mirësi të vet! Ata të cilët nga ju këkrojnë aktlirimin, shkruani atyre me marrëveshje, nëse i dini se janë të mirë. Jepuni nga pasuria që u ka dhënë juve All-llahu. Mos i detyroni shërbëtoret tuaja të bëjnë kurvëri – e ato dëshirojnë të jenë të pastërta – në mënyrë që ta shijoni kënaqësinë e kësaj bote. Nëse dikush i detyron ato, po All-llahu ato do t’i falë, sepse kanë qenë të detyruara, dhe do të ketë mëshirë ndaj tyre.",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "Ne juve ju kemi zbritur argumente të qarta dhe shembuj nga jeta e atyre që kanë qenë para jush edhe këshillë për ata të cilët i ruhen i druajnë All-llahut.",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "All-llahu është dritë e qiejve dhe e tokës! Shembull i dritës së Tij është si një gropë e thellë në të cilën është një kandil; Kandili është një qelq, e qelqi është sikur një yll i fildisht i ndezur me drurin e bekuar të ullirit, as i lindjes as i perëndimit, vaji i të cilëve bën dritë pothuajse edhe pa e prek zjarri; dritë përmbi dritë! All-llahu udhëzon kah drita e vet atë që Ai do. All-llahu u sjell shembuj njerëzve, All-llahu di shumë mirë çdo send.",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "Nëpër shtëpi që janë ngritur me lejen e All-llahut, aty përmendet edhe emri i Tij, aty e lavdërojnë atë në mëngjes dhe në mbrëmje.",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "Ka burra të cilët puna dhe shitblerja nuk i pengon ta përmendin All-llahun dhe që e kryejnë namazin; japin zeqatin dhe i frikësohen ditës kur zemrat dhe shikimet do të shqetësohen.",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "All-llahu do t’i shpërblejë më mirë se ç’kanë vepruar dhe do t’ua shtojë edhe më tepër nga mirësia e Tij; All-llahu e furnizon kë të dojë pa e matur.",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "Veprat e atyre që nuk besojnë janë si një brrakë në rrafshirë në të cilën i etshmi kujton se ka ujë, derisa të vijë aty ku nuk gjen asgjë, por do të gjejë atje All-llahun dhe Ai do t’ia paguaj plotësisht llogarinë e tij, sepse All-llahu është shumë i shpejtë në llogaritje.",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "Ose janë si një errësirë mbi detin e thellë, të cilën e mbulojnë valët njëra pas tjetrës, kurse mbi të janë retë krejt të errëta njëra mbi tjetrën, gisht në sy nuk shihet; Atij të cilit All-llahu nuk i jep dritë, për atë nuk ka dritë.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "A nuk e sheh se All-llahun e lavdëron çdo krijesë që është në qiej dhe në tokë, madje edhe shnpendët në tufa; Të gjithë e dinë si t’i luten dhe si ta madhërojnë, kurse All-llahu e di mirë se çka bëjnë ata.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "I All-llahut është pushteti i qiejve dhe tokës dhe tek All-llahu përfundojnë.",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "A nuk e sheh se All-llahu i shpërndan retë, pastaj i bashkon dhe i grumbullon njërën mbi tjetrën, dhe ti sheh shiun sikur del nga mesi i tyre; Ai lëshon nga qielli, nga retë e mëdha sikur male, breshër dhe me atë godit kë të dojë dhe kë të dojë e kursen. Shkëlqimi i vetëtimës gati sa s’ta merr të pamurit!",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "All-llahu ndërron natën dhe ditën, dhe në këtë, me të vërtetë, ka mësim për ata që shohin.",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "All-llahu i krijon të gjitha kafshët nga uji; disa sish ecin barkaz, disa shkojnë me dy këmbë, e disa pra shkojnë me katër këmbë; All-llahu krijon çka të dojë, sepse All-llahu ka munjdësi për gjithçka.",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "Ne kemi shpallur argumente të qarta, dhe All-llahu kë të dojë e drejton në rrugë të drejtë.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "Dhe thonë: “Ne i kemi besuar All-llahut dhe Profetit dhe u përulemi” – pastaj një grup sish, pas kësaj, kthejnë kryet në anën tjetër. Ata nuk janë besimtarë.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "Kur të thirren te All-llahu dhe Profeti i tij që ai t’i gjykojë, një grup prej tyre menjëherë i kthejnë shpinën,",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "Dhe nëse janë më të drejtë, i vijnë si të nënshtruar.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "A i kanë zemrat të sëmuara apo dyshojnë, ose kanë frikë se All-llahu dhe Profeti i Tij do të sillen padrejtësisht ndaj tyre? Asnjëra, por ata janë mizorë.",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "Kur të thirren besimtarët tek All-llahu dhe Profeti i Tij, që ai t’i gjykojë, fjala e tyre që do të thonë është: “Dëgjojmë dhe përulemi!” Ata janë të shpëtuar.",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "Dhe kush i përulet All-llahut dhe Profetit të Tij, dhe i frikësohet All-llahut dhe i ruhet atij, ata do të arrijnë çka të dëshirojnë.",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "Betohen në All-llahun me betimin më të rëndë, se në qoftë se ti u urdhëron, me siguri, do të dalin (në luftë). Thuaju: “Mos bëni be”, dihet se çka kërkohet prej jush; All-llahu është i informuar se çka punoni ju.",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "Thuaj: “Përuluni All-llahut dhe nderoni Profetin”! E nëse ju ia ktheni shpinën, ai është i obliguar të veprojë ashtu si i është ngarkuar atij; e ju jeni të detyruar të veproni si jeni ju të ngarkuar; po nëse dëgjoni, do të jeni në rrugë të drejtë, kurse Profeti është i detyruar vetëm të informojë haptazi.",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "All-llahu u premton se ata që kanë besuar dhe bëjnë vepra të mira, nga mesi juaj, pa dyshim do t’i bëjë mëkëmbës në tokë, ashtu siç i ka bërë mëkëmbës ata para tyre, dhe se do t’ua forcojë, me siguri, fenë e tyre, atë fe të cilën ua pëlqen Ai, dhe pa dyshim firkën do t’ua zëvendësojë me sigurim. Ata do të më përulën mua dhe nuk do të më bëjnë tjetër shok. Nëdrsa ata që edhe më, pas kësaj, mohojnë – ata janë, vërtetë, mskarenj.",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "Falne namazin, jepne zeqatin dhe respektoni Profetin, në mënyrë që të jeni të mëshiruar.",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "Assesi mos i konsidero mosbesimtarët si mrekullibërës në tokë; vendi i tyre është zjarri, e ai është, me të vërtetë, çerdhe e tmerrshme!",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "O besimtarë, juve duhet t’u kërkojnë leje tri herë ata që janë në posedimin tuaj dhe ata të cilët akoma nuk kanë arritur moshën e pjekurisë; para faljes së sabahut edhe në drekë kur i hiqni rrobat tuaja (nga të nxehtit), edhe pas faljes së jacisë. Këto janë tri kohë kur nuk jeni të veshur; në kohën tjetër nuk është mëkat as për ju as për ata. Ata u vizitojnë juve, vizitone njëri-tjetrin! Ashtu All-llahu ua shpjegon argumentet! All-llahu është shumë i dijshëm dhe i urtë.",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "Edhe kur fëmijët tuaj arrijnë moshën e pjekurisë le të lypin leje (për të hy) ashtu siç kanë lypur leje ata përpara tyre. Ashtu All-llahu ua shpjegon ligjet e veta. All-llahu është shumë i dijshëm dhe i urtë.",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "Kurse femrat e vjetra (të mbetura) të cilat nuk shpresojnë më për martesë, nuk e kanë mëkat të heqin mbulesën e tyre, por duke mos treguar ato pjesë të trupit ku vihen stolitë; por është më mirë të përmbahen. Ndërkaq All-llahu di dhe dëgjon shumë.",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "Nuk është mëkat për të verbërin, as është mëkat për të çalin, e as për të sëmurin, po as për ju vetë, të hani në shtëpitë tuaja, ose në shtëpitë e baballarëve tuaj, ose në shtëpitë e nënave tuaja, ose në shtëpitë e vëllezërve tuaj, ose në shtëpitë e motrave tuaja, ose në shtëpitë e xhaxhallarëve tuaj, ose në shtëpitë e hallave tuaja, ose në shtëpitë e dajve tuaj, ose në shtëpitë e tezeve tuaja, ose në ato, çelësat e të cilave posedoni ju ose miku i juaj; Nuk është mëkat të hani bashkë apo veç e veç. Por kur të hyni në shtëpi, ju të përshëndetni me përshëndetje të caktuar nga All-llahu, të uruar e të bekuar. Ashtu All-llahu ua shpjegon argumentet (ajetet), ndoshta bëheni të mençur.",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "Me të vërtetë besimtarë janë vetëm ata të cilët besojnë All-llahun dhe Profetin e tij, dhe të cilët kur janë me atë për ndonjë çështje të përbashkët, nuk largohen pa marrë pëlqimin e tij. Ata që kërkojnë prej teje leje, njëmend, besojnë në All-llahun dhe Profetin e tij. Dhe kur ata kërkojnë prej teje leje për ndonjë punë të tyre, lejo kë të duash, por lute All-llahun t’i falë, sepse All-llahu fal dhe është shumë i mëshirshëm.",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "Ftesën e Profetit ndër ju mos e trajtoni si ftesë të cilën ia drejtoni ju njëri-tjetrit; All-llahu me siguri i di ata nga mesi i juaj të cilët tërhiqen fshehtazi. Le të ruhen ata të cilët veprojnë në kundërshtim me urdhërin e tij, mos t’i godas ndonjë ngatrresë apo mos t’i godasë ndonjë dënim i dhembshëm.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "Kujdes! Se gjithë çka është në qiej dhe në tokë i takon All-llahut. Ai e di mirë se çka i keni ju Atij, dhe Ai do t’i informojnë ata për të gjitha çka kanë punuar ditën kur t’i kthehen Atij. All-llahu e di shumë mirë çdo send.",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.mehdiu",
      "language": "sq",
      "name": "Feti Mehdiu",
      "englishName": "Feti Mehdiu",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}