{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "Ha Mim",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "Shpallja e Librit është nga All-llahu, i forti, i urti.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "Ne i krijuam qiejt dhe tokën edhe çka ka ndërmjet tyre me qëllim dhe afat të caktuar, kurse mosbesimtarët i kthejnë shpinë asaj me çka u tërhiqet vërejtja.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "Thuaj: “Më tregoni mua çka kanë krijuar në tokë dhe çfarë pjesëmarrje kanë ata në qiej, të cilëve ju në vend të All-llahut u luteni? Ma sillni një libër më të hershëm se këtë, ose ndonjë gjurmë të dijes, nëse flisni të vërtetën”.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "Kush është më i humbur se ai i cili, në vend të All-llahut, e lutë atë që nuk do t’i përgjigjet deri në Ditën e kijametit dhe ata janë indiferentë ndaj lutjeve të tyre.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "Kur të tubohen njerëzit ata (idhujt) do të jenë armiq të këtyre dhe do ta mohojnë adhurimin e tyre.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "Por kur t’u lexohen ajetet Tona të qarta, atëherë ata që nuk besojnë, thonë për të vërtetën, sapo u vjen, “Kjo është magji flagrante”.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "E ata të thonë: “Ai e trillon”? Thuaj: “Po nëse e kam trilluar, ju nuk do të mund të më mbroni aspak prej All-llahut. Ai e di mirë se ç’flisni ju për të. Ai mjafton për dëshmitar ndërmjet meje dhe jush. Ai fal dhe është i gjithmëshirshëm”.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "Thuaj: “Unë nuk jam profet i parë dhe nuk e di se çdo të bëhet me mua dhe me ju. Unë pasoj vetëm atë që më shpallet dhe jam vetëm një qortues i hapët”.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "Thuaj: “Më tregoni ç’\\mendoni ju nëse është (Kur’ani) prej All-llahut, kurse ju e keni mohuar, edhe pse një nga izraelitët e ka dëshmuar se është nga All-llahu. Ai i pat besuar, kurse ju u bëtë arrogantë”. All-llahu, me të vërtetë, nuk udhëzon në rrugë të drejtë popullin mizor.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "Dhe mosbesimtarët u thonë besimtarëve: “Të ish diçka e mirë këtë nuk do të na e kalonin ata”, por meqë nuk drejtohen në rrugë të drejtë do të thonë: “Ky është trillim i vjetër”.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "Përpara tij ishte Libri i Musaut prijatar dhe mëshirë, kurse ky është Libër në gjuhën arabe që e vërteton atë për t’i qortuar ata të cilët bëjnë keq dhe për t’i gëzuar ata që bëjnë mirë.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Ata që thonë: “Zoti ynë është All-llahu”, dhe qëndrojnë në këtë, le të mos frikësohen as të mos pikëllohen!",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "Ata janë banorë të xhenetit. Aty do të mbesin përgjithmonë si shpërblim për atë çka kanë punuar.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Njerijn e kemi porositur t’u bëjë mirë prindërve të vet. Nëna e tij e barti me mundime dhe me mundime e lindi. E bart dhe e ushqen tridhjetë muaj, dhe kur arrin moshën e burrërisë dhe bëhet dyzet vjeçar, thotë: “Zoti im, më lejo të të falënderoj për dhuntitë që m’i ke dhënë mua dhe prindërve të mi, dhe më ndihmo të bëj vepra të mira me të cilat ti do të jesh i kënaqur, dhe bëri të mirë pasardhësit e mi. ynë me të vërtetë pendohem dhe jam musliman”.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "Atyre ua pranojmë veprat e mira që i kanë bërë, kurse të këqiat e tyre do t’i kapërcejmë. Ata do të jenë nga banorët e xhennetit. Premtim i sinqertë që u është premtuar.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "Ndërsa ai cili u thotë prindërve të vet: “Ih, dhe ju! Më kërcënoheni se do të ringjallem kur përpara meje aq popuj janë zhdukur!” Kurse ata dy lusin All-llahun: “I mjeri ti, beso, premtimi i All-llahut është i vërtetë”. E ai thotë: “Këto janë vetëm legjenda të popujve të lashtë!”",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "Ndaj të atillëve është zbatuar fjala (dënimi), për exhinët dhe njerëzit që kanë qenë para atyre dhe janë zhdukur. Ata, me të vërtetë, e kanë pësuar.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "Për secilin ka shkallë të posaçme sipas asaj që kanë punuar. Veprat e tyre do t’i shpërblejë dhe ata nuk do të dëmtohen.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "Kurse atë ditë, kur ata të cilët nuk kanë besuar, do t’i ekspozohen zjarrit: “Ju në jetën tuaj në tokë i keni shfrytëzuar të gjitha të mirat dhe i keni përjetuar me kënaqësi, ndaj sot do të shpërbleheni me dënim të turpshëm, për atë se në tokë, pa arsye, keni bërë mendjemadhësi dhe keni qenë mbrapshtanë”.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "Dhe përkujtoje vëllaun e Adit (Hudin) kur popullit të vet ia tërhoqi vërejtjen në Ahkaf, por ka pasur edeh para tij edhe pas tij profetë. “Mos adhuroni tjetër veçse All-llahun, unë i frikësohem dënimit tuaj në Ditën e madhe!”",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Ata i thanë: “A ke ardhur të na shmangësh prej zotërave tanë? Na e sjell atë që na premton, nëse je i sinqertë”.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "“Vetëm All-llahu e di atë, u tha ai, kurse unë kumtoj atë me çka jam dërguar, por unë e shoh se ju jeni popull i zhytur në injorancë”.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "Dhe kur e panë atë (mjegullën) në horizont që lëvizte kah lugina e tyre, thirrën: “Kjo re na sjell shi”! Jo, kjo është ajo që e kërkonit shpejt: Një erë me vuajtje të dhimbshme,",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "Që zhduk çdo send, me vullnetin e Zotit të vet. Dhe kur i gdhini drita nuk kishte mbetur gjë, veçse banesat e tyre. Ashtu Ne e shpërblejmë popullin mizor.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Ata i patëm vendosur në asi vendi ku nuk u vendosëm juve. U dhamë të dëgjuarit, të pamurit dhe mendjen, por as të dëgjuarit e tyre, as të pamurit e tyre e as të kuptuarit nuk u bëri asnjëfarë dobie, sepse i mohuan argumentet e All-llahut dhe i përmblodhi ajo së cilës i janë tallur.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Disa qytete përreth jush i patëm shfarosur dhe ua kemi sqaruar argumentet, mos po kthehenn.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "Përse nuk ndihmojnë ata të cilët në vend të All-llahut i marrin si zotër të afërt, por u humben. Këto janë shpifjet dhe trillimet e tyre.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "Kur t’i dërguam disa exhin të dëgjojnë Kur’an, kur erdhën ta dëgjojnë, ata thanë: “Heshtni!” Dhe kur mbaroi, u kthyen te populli i tyre t’u tërheqin vërejtjen.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "“O populli ynë, - thanë, - ne kemi dëgjuar një Libër, i cili shpallet pas Musaut, që i vërteton ata përpara tij dhe i cili udhëzon drejt të vërtetës dhe në rrugë të drejtë.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "O populli ynë, përgjigjuni thirrësit të All-llahut dhe besoni atij, t’iu falë mëkatet dhe mbrojë nga dënimi i dhembshëm!”",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "Kush nuk i përgjigjet thirrësit të All-llahut, ai nuk do t’i shpëtojë dënimit në tokë, dhe përveç atij nuk ka për atë mbrojtës. Ata janë në humbje flagrante.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "A nuk e shohin se All-llahu, i cili krijoi qiejt dhe tokën dhe nuk është lodhur me krijimin e tyre, është i fuqishëm të ngjallë të vdekurit? Po, Ai, sigurisht, është i fortë për çdo send.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "Kurse atë ditë kur ata të cilët kanë mohuar do t’i ekspozohen zjarrit: “A nuk është kjo e vërtetë”? Do të thonë, “Po, pasha Zotin tonë!” “Pra, shijoni vuajtjen – do të thotë Ai – ashtu siç e keni mohuar”.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Ti kij durim siç kanë duruar profetët më të vendosur, dhe mos insisto në dënimin e tyre. Dhe atë ditë kur të përjetojnë atë që u premtohet, do t’u duket se kanë jetuar vetëm një orë (pjesë) të ditës. Këshillë e mjaftueshme! A mos po zhduket tjetër përveçse popullit të mbrapsht?!",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.mehdiu",
      "language": "sq",
      "name": "Feti Mehdiu",
      "englishName": "Feti Mehdiu",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}