{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 57,
    "name": "سُورَةُ الحَدِيدِ",
    "englishName": "Al-Hadid",
    "englishNameTranslation": "The Iron",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 5076,
        "text": "All-llahun e lartëson çka ka në qiej dhe në tokë. Ai është i forti, i urti.",
        "numberInSurah": 1,
        "juz": 27,
        "manzil": 7,
        "page": 537,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5077,
        "text": "Pushteti në qiej dhe në tokë është i Tij. Ai ngjall dhe vdes dhe ai ka forcë për çdo send.",
        "numberInSurah": 2,
        "juz": 27,
        "manzil": 7,
        "page": 537,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5078,
        "text": "Ai është i pari dhe i fundit. I dukshmi dhe i padukshmi. Ai është i gjithëdijshëm për çdo send!",
        "numberInSurah": 3,
        "juz": 27,
        "manzil": 7,
        "page": 537,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5079,
        "text": "Ai është i cili ka krijuar qiejt dhe tokën për gjashtë ditë, pastaj mbisundoi gjithësinë. Ai e di se çka futet në tokë dhe çka del prej saj edhe çka zbret nga qielli dhe çka ngjitet atje. Ai është me ju kudo qofshi. All-llahu sheh gjithë çka punoni.",
        "numberInSurah": 4,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5080,
        "text": "Pushteti i Tij është në qiej dhe në tokë, dhe te All-llahu kthehen tëra çështjet.",
        "numberInSurah": 5,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5081,
        "text": "Natën e bën ditë dhe ditën e bënë natë, dhe Ai i di se çka ka në krahërorë.",
        "numberInSurah": 6,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5082,
        "text": "Besoni All-llahun dhe Profetin e tij, dhe shpërndani (jepni falas) nga ajo që u ka dhënë në disponim, sepse ata, nga ju, të cilët besojnë dhe japin falas kanë shpërblim të madh.",
        "numberInSurah": 7,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5083,
        "text": "Çka është me ju që nuk i besoni All-llahut? Profeti ju thërret t’i besoni Zotit tuaj dhe nga ju pat marrë besë – nëse ju jeni besimtarë.",
        "numberInSurah": 8,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5084,
        "text": "Ai është i cili robit të vet i shpall argumente të qarta për t’iu nxjerrë juve nga terri në dritë. Dhe All-llahu është, me të vërtetë, ndaj jush i butë dhe mëshirëplotë.",
        "numberInSurah": 9,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5085,
        "text": "E çka është me ju që nuk shpenzoni për hirë të All-llahut, kurse për All-llahun është trashëgim i qiejve dhe i tokës. Nuk janë, ndërmjet jush, të barabartë, ata të cilët, kanë dhënë falas para fitores dhe kanë luftuar. Ata kanë shkallë më të lartë se ata të cilët kanë dhënë falas dhe kanë luftuar më vonë. Kurse All-llahu të gjithëve u premton mirësi. All-llahu është i njoftuar se çka bëni.",
        "numberInSurah": 10,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5086,
        "text": "Ai i cili u jep hua të mirë All-llahut, Ai ia kthen shumëfish dhe për te ka shpërblim fisnik.",
        "numberInSurah": 11,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5087,
        "text": "Atë ditë kur ti shohësh besimtarët dhe besimtaret se si shpejton drita e tyre para tyre dhe nga ana e djathtë e tyre. Përgëzimi juaj sot janë xhennetet nëpër të cilët rrjedhin lumenj, ku do të qëndroni përgjithmonë. Ai është sukses i madh!",
        "numberInSurah": 12,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5088,
        "text": "Atë ditë kur hipokritët dhe hipokritet do t’u thonë besimtarëve: “Nna pritni edhe ne të marrim nga drita e juaj”! Do t’u thuhet: “Kthehuni prap dhe kërkoni tjetër dritë”! Dhe do të vihet ndërmjet tyre një mur që do të ketë derë. Përmbrenda tij është mëshira, kurse nga jashtë do të jetë dënimi.",
        "numberInSurah": 13,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5089,
        "text": "Atyre do t’u thuhet: “A nuk kemi qenë bshkë me ju?” Po – do të përgjegjen, - por keni shkatërruar veten me hipokrizi se keni pritur dhe keni dyshuar dhe u kanë mashtruar shpresat derisa u erdh urdhëri i All-llahut, kurse mashtruesi (djalli) ju ka mashtruar te All-llahu”.",
        "numberInSurah": 14,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5090,
        "text": "sot nuk pranohet prej jush kurrfarë kompenzimi, e as prej atyre të cilët kanë mohuar. Vendbanimi juaj është zjarri, atë ju e meritoni. Sa vendbanim i tmerrshëm!",
        "numberInSurah": 15,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5091,
        "text": "A nuk është koha që besimtarëve t’u zbutet zemra kur përmendet All-llahu dhe çka ka zbritur nga e vërteta (Kur’ani), e të mos jenë sikur ata të cilët qysh më herët u është dhënë libri. Atyre u është zgjatur koha, andaj zemrat e tyre janë bërë të ashpra, dhe shumica prej tyre janë të mbrapshtë.",
        "numberInSurah": 16,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5092,
        "text": "Dijeni se All-llahu e ngjall tokën pasi të ketë vdekur! Ne ua kemi shpjeguar argumentet, ndoshta mblidhni mend!",
        "numberInSurah": 17,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5093,
        "text": "Ata dhe ato të cilët japin sadakë dhe vullnetarisht japin për hirë të All-llahut, do t’u shumëfishohet dhe ata i pret shpërblim fisnik.",
        "numberInSurah": 18,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5094,
        "text": "Ata të cilët i besojnë All-llahut dhe profetëve të tij, ata janë të sinqertë si edhe heronjtë për hirë të Zotit të tyre. Ata kanë shpërblimin e tyre dhe dritën e tyre, kurse ata të cilët kanë mohuar dhe përgënjeshtruar argumentet tona, ata janë banorë të zjarrit",
        "numberInSurah": 19,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5095,
        "text": "Ta dini se jeta në këtë botë është një lojë dhe zbavitje edhe stoli edhe gara ndërmjet jush në shtimin e pasurisë dhe të fëmijëve si shembull i shiut pas të cilit bima rritet që i mahnit bujqit; ajo mugullon, por pastaj e sheh të zbehtë e pastaj bëhet e tharë. Ndërsa në atë botë ka dënim të rëndë edhe falje e kënaqësi të All-llahut. Jeta në këtë botë është vetëm një kënaqësi e rrejshme.",
        "numberInSurah": 20,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5096,
        "text": "Shpejtoni të meritoni te Zoti juaj falje dhe xhenet të gjerë si gjerësia e qiellit dhe tokës që është përgatitur për ata të cilët i besojnë All-llahut dhe profetëve të tij. Ajo është mirësi e All-llahut që ia jep kujt të dojë Ai. All-llahu ka mirësi të madhe.",
        "numberInSurah": 21,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5097,
        "text": "Asnjë fatkeqësi nuk e godit tokën e as juve e të mos jetë, më parë se ta zbatojmë, në libër (e shkruar). Ajo është, njëmend, lehtë për All-llahun,",
        "numberInSurah": 22,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5098,
        "text": "Që ju të mos mërziteni për atë çka ju ka kaluar, por as të mos gëzoheni shumë për ate çka ju jep. All-llahu nuk e do asnjë arrogant e mendjemadh,",
        "numberInSurah": 23,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5099,
        "text": "Ata të cilët bëjnë koprraci dhe rekomandojnë njerëzve koprracinë. E kush ua kthen shpinën, ani, All-llahu është me të vërtetë, i pasur dhe i denjë për lavdatë.",
        "numberInSurah": 24,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5100,
        "text": "Ne i kemi dërguar profetët tanë me argumente të qarta dhe me ata kemi shpallur librin dhe peshojën që njerëzit të sillen me drejtësi. Kemi zbritur hekurin ku ka focë të madhe edhe dobi të madhe për njerëzit, për ta ditur All-llahu se kush e ndihmon atë dhe profetët e tij edhe kur nuk i sheh. All-llahu është pa dyshim shumë i fortë.",
        "numberInSurah": 25,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5101,
        "text": "Ne e kemi dërguar Nuhin edhe Ibrahimin dhe disave nga pasardhësit e tyre u kemi dhënë profetësi dhe libër, disa prej tyre janë të udhëzuar, porse shumë sish janë të mbrapshtë.",
        "numberInSurah": 26,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5102,
        "text": "Pastaj, vazhduam gjurmët e tyre me profetët tanë, pasuam me Isanë, të birin e Merjemes, dhe atij i kemi dhënë Inxhilin, kurse në zemrat e pasardhësve të tij kemi derdhur butësi dhe mëshirë, kurse murgësinë e kanë shpifur vetë, nuk ua kemi caktuar Ne, vetëm për të arritur kënaqësinë e All-llahut. Mirëpo ata nuk kujdesen për këtë si duhet, prandaj atyre, nga mesi i atyre që kanë besuar, u kemi dhënë shpërblimin e tyre, kurse shumica prej tyre janë mosbesimtarë.",
        "numberInSurah": 27,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5103,
        "text": "O besimtarë, frikësohuni All-llahut dhe besoni Profetit të tij! Do t’iu dhurojë mëshirë të dyfisht dhe do t’iu bëjë dritë me të cilën do të ecni, dhe do t’iu falë, sepse All-llahu fal dhe është mëshirëplotë,",
        "numberInSurah": 28,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5104,
        "text": "Që ta dini ithtarët e Librit se ata nuk mund të fitojnë asgjë nga mëshira e dhuntia e All-llahut, sepse mirësia është vetëm në duar të All-llahut, ia jep kujt të dojë. All-llahu është bamirës i madh.",
        "numberInSurah": 29,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.mehdiu",
      "language": "sq",
      "name": "Feti Mehdiu",
      "englishName": "Feti Mehdiu",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}