{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 60,
    "name": "سُورَةُ المُمۡتَحنَةِ",
    "englishName": "Al-Mumtahana",
    "englishNameTranslation": "She that is to be examined",
    "revelationType": "Medinan",
    "numberOfAyahs": 13,
    "ayahs": [
      {
        "number": 5151,
        "text": "Ey iman edenler! Eğer benim yolumda savaşmak ve rızamı kazanmak için çıkmışsanız, benim de düşmanım, sizin de düşmanınız olanlara sevgi göstererek, gizli muhabbet besleyerek onları dost edinmeyin. Oysa onlar, size gelen gerçeği inkar etmişlerdir. Rabbiniz Allah'a inandığınızdan dolayı Peygamber'i de sizi de yurdunuzdan çıkarıyorlar. Ben, sizin saklı tuttuğunuzu da, açığa vurduğunuzu da en iyi bilenim. Sizden kim bunu yaparsa (onları dost edinirse) doğru yoldan sapmış olur.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5152,
        "text": "Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkar edivermenizi istemektedirler.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5153,
        "text": "Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah, yaptıklarınızı görendir.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5154,
        "text": "İbrahim'de ve onunla beraber olanlarda, sizin için gerçekten güzel bir örnek vardır. Onlar kavimlerine demişlerdi ki: \"Biz sizden ve Allah'ı bırakıp taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar, sizinle bizim aramızda sürekli bir düşmanlık ve öfke belirmiştir.\" Şu kadar var ki, İbrahim babasına: \"Andolsun senin için mağfiret dileyeceğim. Fakat Allah'tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez\" demişti. (O müminler şöyle dediler:) Rabbimiz! Ancak sana dayandık, sana yöneldik. Dönüş de ancak sanadır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5155,
        "text": "Rabbimiz! Bizi, inkar edenler için deneme konusu kılma, bizi bağışla! Ey Rabbimiz! Yegane galip ve hikmet sahibi, ancak sensin.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5156,
        "text": "Andolsun, onlar sizin için, Allah'ı ve ahiret gününü arzu edenler için güzel bir örnektir. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde layık olandır.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5157,
        "text": "Olur ki Allah sizinle düşman olduklarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok esirgeyendir.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5158,
        "text": "Allah, sizinle din uğrunda savaşmayan ve sizi yurtlarınızdan çıkarmayanlara iyilik yapmanızı ve onlara adil davranmanızı yasaklamaz. Çünkü Allah, adaletli olanları sever.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5159,
        "text": "Allah, yalnız sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanız için onlara yardım edenleri dost edinmenizi yasaklar. Kim onlarla dost olursa işte zalimler onlardır.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5160,
        "text": "Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları, imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduklarını öğrenirseniz onları kafirlere geri göndermeyin. Bunlar onlara helal değildir. Onlar da bunlara helal olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kafir kadınları nikahınızda tutmayın, sarfettiğinizi isteyin. Onlar da sarfettiklerini istesinler. Allah'ın hükmü budur. Aranızda O hükmeder. Allah bilendir, hikmet sahibidir.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5161,
        "text": "Eğer eşlerinizden biri, sizi bırakıp kafirlere kaçar, siz de (onlarla savaşıp) galip gelirseniz, eşleri gitmiş olanlara (ganimetten), harcadıkları kadar verin. İnandığınız Allah'a karşı gelmekten sakının.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5162,
        "text": "Ey Peygamber! İnanmış kadınlar, Allah'a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek, iyi işi işlemekte sana karşı gelmemek hususunda sana biat etmeye geldikleri zaman, biatlarını kabul et ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayandır, çok esirgeyendir.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5163,
        "text": "Ey iman edenler! Kendilerine Allah'ın gazap ettiği bir kavmi dost edinmeyin. Zira onlar, kafirlerin kabirlerdekilerden (onların dirilmesinden) ümit kestikleri gibi ahiretten ümit kesmişlerdir.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.vakfi",
      "language": "tr",
      "name": "Diyanet Vakfı",
      "englishName": "Diyanet Vakfi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}