{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "O Ihr Menschen, fürchtet euren Herrn; denn das Beben der Stunde ist wahrlich etwas Gewaltiges.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "An dem Tage, da ihr es seht, wird jede Stillende ihren Säugling vergessen und jede Schwangere ihre Bürde abwerfen; und du wirst die Menschen trunken sehen, obwohl sie nicht trunken sind; aber die Strafe Allahs ist gewaltig.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "Und unter den Menschen ist manch einer, der ohne Wissen über Allah streitet und jedem in der Empörung hartnäckigen Satan folgt",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "und über den beschlossen ist, daß, wer ihn zum Beschützer nimmt, von ihm irregeführt und zur Strafe des Höllenbrands geführt wird.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "0 ihr Menschen, wenn ihr über die Auferstehung im Zweifel seid, so (bedenkt,) daß Wir euch aus Erde erschaffen haben, dann aus einem Samentropfen, dann aus einem Blutklumpen, dann aus einem Klumpen Fleisch, teils geformt und teils ungeformt, auf daß Wir es euch deutlich machen. Und Wir lassen bis zu einem bestimmten Zeitpunkt in den Mutterschößen ruhen, was Wir wollen; dann bringen Wir euch als Kinder hervor; dann (lassen Wir euch groß werden,) auf daß ihr eure Vollkraft erreicht. Und mancher von euch wird abberufen, und mancher von euch wird zu einem hinfälligen Greisenalter geführt, so daß er, nachdem er gewußt hatte, nichts mehr weiß. Und du siehst die Erde leblos, doch wenn Wir Wasser über sie niedersenden, dann regt sie sich und schwillt und läßt alle Arten von entzückenden Paaren hervorsprießen.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Dies (ist so), weil Allah die Wahrheit ist und weil Er es ist, Der die Toten lebendig macht, und weil Er die Macht über alles hat",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "und weil die Stunde kommt - darüber herrscht kein Zweifel - und weil Allah alle erwecken wird, die in den Gräbern ruhen.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "Und unter den Menschen ist manch einer, der ohne Wissen oder Führung oder ein erleuchtendes Buch über Allah streitet.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Dem, der sich hochmütig von Allahs Weg abwendet, ist Schande im Diesseits bestimmt; und am Tage der Auferstehung werden Wir ihn die Strafe des Verbrennens kosten lassen.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "\"Dies ist für das, was deine Hände vorausgeschickt haben: denn Allah ist nicht ungerecht gegen Seine Diener.\"",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Und unter den Menschen ist manch einer, der Allah nur am Rande dient. Wenn ihn Gutes trifft, so ist er damit zufrieden; trifft ihn aber eine Prüfung, dann kehrt er zu seinem (früheren) Weg zurück. Er verliert diese Welt so gut wie die künftige. Das ist der deutliche Verlust.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Er ruft statt Allah das an, was ihm weder zu schaden noch zu nutzen vermag. Dies ist der weitbegangene Irrtum.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Er ruft den an, dessen Schaden näher ist als sein Nutzen. Übel ist wahrlich der Beschützer und übel ist wahrlich der Gefährte.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Wahrlich, Allah wird jene, die glauben und gute Werke tun, in Gärten führen, durch die Bäche fließen; siehe, Allah tut, was Er will.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Wer da meint, daß Allah ihm niemals im Diesseits und im Jenseits helfen werde, der soll doch mit Hilfe eines Seils zum Himmel emporsteigen und es abschneiden. Dann soll er sehen, ob seine List das hinweg nehmen wird, was (ihn) erzürnt.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Und so haben Wir ihn (den Quran) als deutliches Zeichen hinabgesandt, und gewiß, Allah weist dem den Weg, dem Er will.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Siehe, zwischen denen, die gläubig sind, und den Juden und den Sabäern und den Christen und den Magiern und den Götzendienern wird Allah wahrlich am Tage der Auferstehung richten; denn Allah ist der Zeuge aller Dinge.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Hast du nicht gesehen, daß sich vor Allah anbetend niederwirft, wer in den Himmeln und auf Erden ist - ebenso die Sonne und der Mond und die Sterne und die Berge und die Bäume und die Tiere und viele Menschen? Vielen aber ist die Strafe fällig geworden. Und wer von Allah erniedrigt wird, dem kann keiner Ehre geben. Wahrlich, Allah tut, was Er will.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Diese beiden sind zwei Streitende, die über ihren Herrn hadern. Für die, die nun ungläubig sind, werden Kleider aus Feuer zurechtgeschnitten werden; siedendes Wasser wird über ihre Köpfe gegossen werden",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "wodurch das, was in ihren Bäuchen ist, und ihre Haut schmelzen wird.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Und ihnen sind eiserne Keulen bestimmt.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Sooft sie aus Bedrängnis daraus zu entrinnen streben, sollen sie wieder dahin zurückgetrieben werden; und (es heißt): \"Kostet die Strafe des Verbrennens.\"",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Doch Allah wird jene, die gläubig sind und gute Werke tun, in Gärten führen, durch welche Bäche fließen. Sie sollen darin mit Annspangen von Gold und Perlen geschmückt sein, und ihre Gewänder darin sollen aus Seide sein.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Und sie werden zu lauterster Rede rechtgeleitet werden, und sie werden zu dem Weg des Preiswürdigen rechtgeführt werden.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Diejenigen aber, die ungläubig sind und vom Weg Allahs abhalten und von der heiligen Moschee - die Wir zum Wohl aller Menschen bestimmt haben, gleichviel ob sie dort angesiedelt oder Wüstenbewohner sind -, und diejenigen, die hier durch Ruchlosigkeit irgendeinen krummen Weg suchen: Wir werden sie schmerzliche Strafe kosten lassen.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "Und als Wir für Abraham die Stätte des Hauses bestimmten (, sprachen Wir): \"Setze Mir nichts zur Seite und halte Mein Haus rein für die (es) Umkreisenden, Betenden und Sich-Niederwerfenden.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "Und rufe die Menschen zur Pilgerfahrt auf. Sie werden zu Fuß und auf jedem mageren Kamel aus allen entfernsten Gegenden zu dir kommen",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "auf daß sie allerlei Vorteile wahrnehmen und während einer bestimmten Anzahl von Tagen des Namens Allahs für das gedenken mögen, was Er ihnen an Vieh gegeben hat. Darum esset davon und speist den Notleidenden, den Bedürftigen.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Dann sollen sie ihre persönliche Reinigung vollziehen und ihre Gelübde erfüllen und um das Altehrwürdige Haus wandeln.\"",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Somit wird es für den, der die Gebote Allahs ehrt, gut vor seinem Herrn sein. Erlaubt ist euch alles Vieh mit Ausnahme dessen, was euch angesagt worden ist. Meidet darum den Greuel der Götzen und meidet das Wort der Lüge.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Seid lauter gegen Allah, ohne daß ihr Ihm etwas zur Seite stellt. Und wer Allah etwas zur Seite stellt, ist (so), als fiele er vom Himmel und die Vögel erhaschten ihn oder der Wind verwehte ihn an einen fernen Ort.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Somit rührt das wahrlich von der Gottesfürchtigkeit der Herzen her, wenn einer die Gebote Allahs ehrt.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Die (Opfertiere) bringen euch Nutzen für eine bestimmte Frist, dann aber ist ihr (Opfer-)Platz bei dem Altehrwürdigen Haus.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Und jedem Volk gaben Wir eine Anleitung zur Opferung, auf daß sie des Namens Allahs für das gedenken mögen, was Er ihnen an Vieh gegeben hat. So ist euer Gott ein Einziger Gott; darum ergebt euch Ihm. Und die frohe Botschaft gib den Demütigen",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "; deren Herzen mit Furcht erfüllt sind, wenn Allah erwähnt wird, und die geduldig ertragen, was sie trifft, und die das Gebet verrichten und von dem spenden, was Wir ihnen gegeben haben.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Und für den Opferbrauch Allahs haben Wir für euch die großen Kamele bestimmt. An ihnen habt ihr viel Gutes. So sprecht den Namen Allahs über sie aus, wenn sie gereiht dastehen. Und wenn ihre Seiten (auf dem Boden) liegen, so esset davon und speist den Genügsamen und den Bittenden. So haben Wir sie euch dienstbar gemacht, auf daß ihr dankbar sein möget.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Ihr Fleisch erreicht Allah nicht, noch tut es ihr Blut, sondern eure Ehrfurcht ist es, die Ihn erreicht. In der Weise hat Er sie euch dienstbar gemacht, auf daß ihr Allah für Seine Rechtleitung preiset. Und gib denen frohe Botschaft, die Gutes tun.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Wahrlich, Allah verteidigt jene, die gläubig sind. Gewiß, Allah liebt keinen Treulosen, Undankbaren.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Die Erlaubnis (, sich zu verteidigen,) ist denen gegeben, die bekämpft werden, weil ihnen Unrecht geschah - und Allah hat wahrlich die Macht, ihnen zu helfen -",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "jenen, die schuldlos aus ihren Häusern vertrieben wurden, nur weil sie sagten: \"Unser Herr ist Allah.\" Und wenn Allah nicht die einen Menschen durch die anderen zurückgehalten hätte, so wären gewiß Klausen, Kirchen, Synagogen und Moscheen, in denen der Name Allahs oft genannt wird, niedergerissen worden. Und Allah wird sicher dem beistehen, der Ihm beisteht. Allah ist wahrlich Allmächtig, Erhaben.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "Jenen, die, wenn Wir ihnen auf Erden die Oberhand gegeben haben, das Gebet verrichten und die Zakah entrichten und Gutes gebieten und Böses verbieten (, steht Allah bei) Und Allah bestimmt den Ausgang aller Dinge.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Wenn sie dich der Lüge bezichtigen, so waren schon vor ihnen das Volk Noahs und die `Ad und die Tamud Verleugner",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "sowie auch das Volk Abrahams und das Volk Lots",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "und die Bewohner von Madyan. Auch Moses wurde der Lüge bezichtigt. Ich gewährte alsdann den Ungläubigen Aufschub; dann erfaßte Ich sie, und wie war es mit der Verleugnung!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Wie so manche Stadt haben Wir zerstört, weil sie voll des Frevels war, daß sie nunmehr in Trümmern steht, und (wie so) manch verlassenen Brunnen und manch hochragendes Schloß (haben Wir zerstört)!",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Sind sie denn nicht im Lande umhergereist, so daß sie Herzen haben könnten, um zu begreifen, oder Ohren, um zu hören? Denn wahrlich, es sind ja nicht die Augen, die blind sind, sondern blind sind die Herzen in der Brust.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Und sie fordern dich auf, die Strafe zu beschleunigen, doch Allah wird nie Sein Versprechen brechen. Wahrlich, ein Tag bei deinem Herrn ist gleich tausend Jahre nach eurer Zeitrechnung.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Und manch einer Stadt gewährte Ich Aufschub, obgleich sie voll des Frevels war. Zuletzt aber erfaßte Ich sie, und zu Mir ist die Heimkehr.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Sprich: \"0 ihr Menschen, ich bin euch nur ein deutlicher Warner.\"",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "Für diejenigen die glauben und gute Werke tun, ist Vergebung und eine ehrenvolle Versorgung bereit.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Diejenigen aber, die gegen Unsere Zeichen eifern und (sie) zu besiegen versuchen - diese sind die Bewohner der Gahim.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Und Wir schickten vor dir keinen Gesandten oder Propheten, dem, wenn er etwas wünschte, Satan seinen Wunsch nicht (zu) beeinflussen (trachtete) Doch Allah macht zunichte, was Satan einstreut. Dann setzt Allah Seine Zeichen fest. Und Allah ist Allwissend, Allweise.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "(Er läßt dies zu,) damit Er das, was Satan einstreut, zur Prüfung für die machen kann, in deren Herzen Krankheit ist und deren Herzen verhärtet sind; wahrlich, die Frevler befinden sich in äußerster Auflehnung.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Und (Er läßt dies zu,) damit diejenigen, denen das Wissen gegeben wurde, erkennen, daß es die Wahrheit von deinem Herrn ist, auf daß sie daran glauben und ihre Herzen sich Ihm friedvoll unterwerfen mögen. Und siehe, Allah leitet jene, die gläubig sind, auf den geraden Weg.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Und die Ungläubigen werden nicht (eher) aufhören, daran Zweifel zu hegen, bis die Stunde unerwartet über sie hereinbricht oder die Strafe eines unheilvollen Tages über sie kommt.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "Das Königreich wird an jenem Tage Allah gehören. Er wird zwischen ihnen richten. Also werden jene, die gläubig sind und gute Werke tun, in den Gärten der Wonne sein.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "Für diejenigen aber, die ungläubig sind und Unsere Zeichen verwerfen, ist eine Strafe (vorgesehen), die schmachvoll ist.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Und denjenigen, die um Allahs willen auswandern und dann erschlagen werden oder sterben, wird Allah eine stattliche Versorgung bereiten. Wahrlich, Allah - Er ist der beste Versorger.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Er wird sie gewiß in einen Ort eingehen lassen, mit dem sie wohl zufrieden sind. Und Allah ist wahrlich Allwissend, Nachsichtig.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Das (soll so sein) Und dem, der Vergeltung in dem Maße übt, in dem ihm Unrecht zugefügt worden ist, und dann (wiederum) Unrecht erleidet -, dem wird Allah sicherlich zum Sieg verhelfen. Wahrlich, Allah ist Allvergebend, Allverzeihend.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Dies (geschieht) deshalb, weil Allah die Nacht in den Tag und den Tag in die Nacht übergehen läßt und weil Allah Allhörend, Allsehend ist.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Dies ist (so), weil Allah die Wahrheit ist, und (weil) das, was sie an Seiner Statt anrufen, die Lüge ist und weil Allah der Erhabene ist, der Große.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Hast du denn nicht gesehen, daß Allah Wasser vom Himmel herabsendet und (daß) die Erde grün wird? Allah ist wahrlich Gütig, Allkundig.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Sein ist, was in den Himmeln und was auf der Erde ist, und Allah ist es, Der wahrlich auf keinen angewiesen ist, der Preiswürdige.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Hast du denn nicht gesehen, daß Allah euch dienstbar gemacht hat, was auf Erden ist, und (daß) die Schiffe durcheilen das Meer auf Sein Geheiß? Und Er hält den Himmel zurück, damit er nicht auf die Erde fällt, es sei denn, mit Seiner Erlaubnis. Wahrlich, Allah ist Gütig und Barmherzig gegen die Menschen.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Und Er ist es, Der euch das Leben gab, und dann wird Er euch sterben lassen, und dann wird Er euch (wieder) lebendig machen. Wahrlich, der Mensch ist höchst undankbar.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Einem jeden Volke haben Wir Andachtsriten gegeben, die sie befolgen; sie sollen daher nicht mit dir über diese Sache streiten; sondern rufe (du sie) zu deinem Herrn. Wahrlich, du folgst der rechten Führung.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Wenn sie jedoch mit dir hierüber streiten, so sprich: \"Allah weiß am besten, was ihr tut.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Allah wird zwischen euch am Tage der Auferstehung über das richten, worüber ihr uneinig waret.\"",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Weißt du nicht, daß Allah das kennt, was im Himmel und was auf der Erde ist? Wahrlich, das steht in einem Buch, das ist für Allah ein Leichtes.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Und sie verehren an Allahs Statt das, wofür Er keine Ermächtigung herabgesandt hat und wovon sie keine Kenntnis haben. Und für die Ungerechten gibt es keinen Helfer.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Und wenn Unsere Verse ihnen verlesen werden, dann kannst du auf dem Antlitz derer, die ungläubig sind, Ablehnung wahrnehmen. Sie möchten am liebsten über die herfallen, die ihnen Unsere Verse verlesen. Sprich: \"Soll ich euch von etwas Schlimmerem als diesem Kunde geben? Dem Feuer! Allah hat es denen verheißen, die ungläubig sind. Und das ist eine üble Bestimmung!\"",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "0 ihr Menschen, ein Gleichnis ist geprägt, so hört darauf: Gewiß, jene, die ihr an Allahs Statt anruft, werden in keiner Weise vermögen, eine Fliege zu erschaffen, auch dann nicht, wenn sie sich dazu zusammentäten. Und wenn die Fliege ihnen etwas raubte, könnten sie es ihr nicht entreißen. Schwach ist der Suchende wie der Gesuchte.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Sie bewerten Allah nicht nach Seinem wahren Wert. Gewiß, Allah ist Stark, Erhaben.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Allah erwählt aus den Engeln Boten und (ebenfalls) aus den Menschen. Siehe, Allah ist Allhörend, Allsehend.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Er weiß, was vor ihnen ist und was hinter ihnen ist; und zu Allah sollen alle Angelegenheiten zurückgebracht werden.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "0 ihr, die ihr glaubt, verneigt euch und werft euch in Anbetung nieder und verehrt euren Herrn und tut das Gute, auf daß ihr Erfolg haben möget.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Und eifert in Allahs Sache, wie dafür geeifert werden soll. Er hat euch erwählt und hat euch nichts auferlegt, was euch in der Religion bedrücken könnte, der Religion eures Vaters Abraham. Er (Allah) ist es, Der euch vordem schon Muslime nannte und (nun) in diesem (Buche), damit der Gesandte Zeuge über euch sei und damit ihr Zeugen über die Menschen sein möget. Also verrichtet das Gebet und entrichtet die Zakah und haltet an Allah fest. Er ist euer Beschützer, ein vortrefflicher Beschützer und ein vortrefflicher Helfer!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.aburida",
      "language": "de",
      "name": "Abu Rida",
      "englishName": "Abu Rida Muhammad ibn Ahmad ibn Rassoul",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}