{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "Die Werke derjenigen, die ungläubig sind und vom Weg Allahs abhalten, macht Er zunichte.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "Denjenigen aber, die gläubig sind und gute Werke tun und an das glauben, was auf Muhammad herabgesandt worden ist - und es ist ja die Wahrheit von ihrem Herrn -, denen tilgt Er ihre schlechten Taten und stellt ihre gute Lage wieder her.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "Dies (ist deshalb so), weil jene, die ungläubig sind, dem Trügerischen folgen, und weil diejenigen, die gläubig sind, der Wahrheit ihres Herrn folgen. So beschreibt Allah den Menschen ihre Lage.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "Wenn ihr auf die stoßt, die ungläubig sind, so haut (ihnen) auf den Nacken; und wenn ihr sie schließlich siegreich niedergekämpft habt, dann schnürt ihre Fesseln fest. (Fordert) dann hernach entweder Gnade oder Lösegeld, bis der Krieg seine Lasten (von euch) wegnimmt. Das ist so. Und hätte Allah es gewollt, hätte Er sie Selbst vertilgen können; aber Er wollte die einen von euch durch die anderen prüfen. Und diejenigen, die auf Allahs Weg gefallen sind - nie wird Er ihre Werke zunichte machen.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "Er wird sie rechtleiten und ihren Stand verbessern",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "und sie ins Paradies führen, das Er ihnen zu erkennen gegeben hat.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "O ihr, die ihr glaubt, wenn ihr Allahs (Sache) helft, so wird Er euch helfen und euren Füßen festen Halt geben.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "Die aber ungläubig sind - nieder mit ihnen! Er läßt ihre Werke fehlgehen.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "Dies (ist so), weil sie das hassen, was Allah herabgesandt hat; so macht Er ihre Werke zunichte.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "Sind sie denn nicht im Lande umhergezogen, so daß sie schauen konnten, wie das Ende derer war, die vor ihnen lebten? Allah richtete sie zugrunde, und für die Ungläubigen ist das gleiche wie ihnen bestimmt.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "Dies ist (so), weil Allah der Beschützer derer ist, die glauben; die Ungläubigen aber haben keinen Beschützer.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "Allah läßt diejenigen, die glauben und gute Werke tun, in Gärten eingehen, in denen Bäche fließen; die aber, die ungläubig sind, genießen und fressen wie das Vieh, und das Feuer wird ihre Wohnstatt sein.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "Und wie manche Stadt, mächtiger als deine Stadt, die dich vertrieb, haben Wir schon zerstört; und sie hatten keinen Helfer!",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "Ist denn der, der sich auf einen klaren Beweis von seinem Herrn stützt, denen gleich, denen das Übel ihres Tuns schön dargestellt wurde und die ihren bösen Neigungen folgen?",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "(So ist) die Lage des Paradieses, das den Gottesfürchtigen verheißen wurde: Darin sind Bäche von Wasser, das nicht faulig wird, und Bäche von Milch, deren Geschmack sich nicht ändert, und Bäche von berauschendem Getränk - ein Genuß für die Trinkenden - und Bäche von geläutertem Honig. Und darin werden sie Früchte aller Art bekommen und Vergebung von ihrem Herrn. Können sie wohl jenen gleich sein, die ewig im Feuer sind, und denen siedendes Wasser zu trinken gegeben wird, das ihre Därme zerreißt?",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "Unter ihnen sind einige, die auf dich hören, doch wenn sie von dir fortgehen, sagen sie jenen, denen das Wissen gegeben wurde: \"Was hat er da soeben gesagt?\" Das sind diejenigen, deren Herzen Allah versiegelt hat und die ihren Neigungen folgen.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "Denen aber, die rechtgeleitet sind, verstärkt Er die Führung und verleiht ihnen Got tesfürchtigkeit.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "Sie warten nur auf die Stunde, daß sie plötzlich über sie komme. Die Zeichen dafür sind schon eingetroffen. Doch was wird ihnen ihr Erinnern nützen, wenn sie über sie gekommen ist?",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "Wisse nun, daß kein Gott außer Allah ist, und bitte um Vergebung für deine Schuld und für die gläubigen Männer und die gläubigen Frauen. Und Allah weiß, wo ihr verkehrt oder euch aufhaltet.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "Und die da glauben, sa gen: \"Warum wird keine Sura herabgesandt?\" Doch wenn eine entscheidende Sura herabgesandt wird und darin von Kampf die Rede ist, dann siehst du die, in deren Herzen Krankheit ist, dich mit dem Blick eines (Menschen) anschauen, der im Sterben von Ohnmacht befallen wird; also wehe ihnen!",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "Gehorsam und geziemende Worte (ständen ihnen besser an) Und wenn die Sache beschlossen ist, dann wäre es für sie am besten, sie würden Allah gegenüber aufrichtig sein.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "(Wollt) ihr denn, indem ihr euch (vom Glauben) abwendet, Verderben im Land anrichten und die Bande eurer Blutsverwandtschaft zerreißen?",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "Diese sind es, die von Allah verflucht sind, so daß Er sie taub macht und ihre Augen erblinden läßt.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "Wollen sie also nicht über den Quran nachdenken, oder ist es (so), daß ihre Herzen verschlossen sind?",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "Wahrlich jene, die den Rücken kehren, nachdem ihnen die Rechtleitung sichtbar geworden ist - Satan hat es ihnen eingeredet und ihnen falsche Hoffnungen gemacht.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "Dies (geschah), weil sie zu denen, die das hassen, was Allah herniedersandte, sagten: \"Wir wollen euch in einigen Sachen folgen.\" Und Allah kennt ihre Heimlichkeiten.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "Was aber, wenn (die) Engel sie abberufen und sie ins Gesicht und auf den Rücken schlagen?",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "Dies (geschieht), weil sie dem folgten, was Allah erzürnte, und das haßten, was ihm wohlgefällig war. So macht Er ihre Werke zunichte.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "Oder meinen etwa die, in deren Herzen Krankheit ist, Allah würde ihren Groll nicht an den Tag bringen?",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "Und wenn Wir es wollten, könnten Wir sie dir zeigen, so daß du sie an ihren Merkmalen erkennen würdest. Und du sollst sie gewiß am Klang der Rede erkennen. Und Allah kennt euer Tun.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "Und Wir wollen euch sicherlich prüfen, bis Wir diejenigen von euch ausscheiden, die kämpfen und standhaft sind. Und Wir wollen eure Verhaltensweise bekannt geben.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "Wahrlich, jene, die ungläubig sind und die sich von Allahs Weg abwenden und sich dem Gesandten widersetzen, nachdem ihnen der Weg sichtbar geworden ist - sie werden Allah in nichts schaden; doch Er wird ihre Werke zunichte machen.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "O ihr, die ihr glaubt, gehorcht Allah und gehorcht dem Gesandten und vereitelt nicht eure Werke!",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "Wahrlich jene, die ungläubig sind und die sich von Allahs Weg abwenden und dann als Ungläubige sterben - ihnen wird Allah gewiß nicht verzeihen.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "So lasset (im Kampf) nicht nach und ruft nicht zum Waffenstillstand auf, wo ihr doch die Oberhand habt. Und Allah ist mit euch, und Er wird euch eure Taten nicht schmälern.",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "Wahrlich, das diesseitige Leben ist nur ein Spiel und Zeitvertreib, und wenn ihr gläubig und gottesfürchtig seid, so wird Er euch euren Lohn geben und wird nicht euer Gut von euch verlangen.",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "Sollte Er es von euch verlangen und drängen, würdet ihr geizig sein, und Er würde euren Groll an den Tag bringen.",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "Seht, ihr seid diejenigen, die (dazu) berufen sind, auf Allahs Weg zu spenden; doch unter euch sind manche, die geizig sind. Und wer geizig ist, der geizt nur gegen sich selber; und Allah ist Derjenige, Der reich ist, und ihr seid die Armen. Und wenn ihr (ihm) den Rücken kehrt, so wird Er ein anderes Volk an eure Stelle setzen; und sie werden nicht so sein wie ihr.",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.aburida",
      "language": "de",
      "name": "Abu Rida",
      "englishName": "Abu Rida Muhammad ibn Ahmad ibn Rassoul",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}