{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 59,
    "name": "سُورَةُ الحَشۡرِ",
    "englishName": "Al-Hashr",
    "englishNameTranslation": "The Exile",
    "revelationType": "Medinan",
    "numberOfAyahs": 24,
    "ayahs": [
      {
        "number": 5127,
        "text": "Alles, was in den Himmeln, und alles, was auf Erden ist, preist Allah; und Er ist der Erhabene, der Allweise.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5128,
        "text": "Er ist es, Der diejenigen vom Volke der Schrift, die ungläubig waren, aus ihren Heimstätten zur ersten Versammlung austrieb. Ihr glaubtet nicht, daß sie hinausziehen würden, und sie dachten, daß ihre Burgen sie gegen Allah schützen würden. Doch Allah kam von (dort) über sie, woher sie es nicht erwarteten, und warf Schrecken in ihre Herzen, so daß sie ihre Häuser mit ihren eigenen Händen und den Händen der Gläubigen zerstörten. So zieht eine Lehre daraus, o die ihr Einsicht habt!",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5129,
        "text": "Und wäre es nicht gewesen, daß Allah für sie die Verbannung angeordnet hätte, hätte Er sie sicher in (dieser) Welt bestraft; und im Jenseits wird ihnen die Strafe des Feuers zuteil sein.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5130,
        "text": "Dies (geschieht), weil sie sich Allah und Seinem Gesandten widersetzten; und wer sich Allah widersetzt - wahrlich, dann ist Allah streng im Strafen.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5131,
        "text": "Was ihr an Palmen umgehauen habt oder auf Wurzeln stehen ließet - es geschah mit Allahs Erlaubnis und (deswegen,) damit Er die Übertreter in Schmach stürzen ließ.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5132,
        "text": "Und was Allah Seinem Gesandten als Beute von ihnen gegeben hat - ihr brauchtet weder Pferde noch Kamele dazu aufzubieten; aber Allah gibt Seinen Gesandten Gewalt über wen Er will; und Allah hat Macht über alle Dinge.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5133,
        "text": "Was Allah Seinem Gesandten gegeben hat, das ist für Allah und für den Gesandten und für die Verwandten und die Waisen und die Armen und den Sohn des Weges, damit es nicht nur bei den Reichen unter euch umläuft. Und was euch der Gesandte gibt, das nehmt an; und was er euch untersagt, dessen enthaltet euch. Und fürchtet Allah; wahrlich, Allah ist streng im Strafen.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5134,
        "text": "(Dies ist) für die armen Auswanderer, die aus ihren Heimstätten und von ihren Besitztümern vertrieben wurden, während sie nach Allahs Huld und Wohlgefallen trachteten und Allah und Seinem Gesandten beistanden. Diese sind die Wahrhaftigen.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5135,
        "text": "Und jene, die vor ihnen in der Behausung (des Islam) wohnten und im Glauben heimisch geworden sind, lieben jene, die bei ihnen Zuflucht suchten, und hegen in sich kein Verlangen nach dem, was ihnen gegeben wurde, sondern sehen (die Flüchtlinge gern) vor ihnen selbst bevorzugt, auch wenn sie selbst in Dürftigkeit leben. Und wer vor seiner eigenen Habsucht bewahrt ist - das sind die Erfolgreichen.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5136,
        "text": "Und diejenigen, die nach ihnen kamen, sagen: \"Unser Herr, vergib uns und unseren Brüdern, die uns im Glauben vorangingen, und laß in unsere Herzen keinen Groll gegen die Gläubigen. Unser Herr! Du bist wahrlich Gütig, Barmherzig.\"",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5137,
        "text": "Hast du nicht die gesehen, die Heuchler sind? Sie sagen zu ihren Brüdern vom Volk der Schrift, die ungläubig sind: \"Wenn ihr vertrieben werdet, so werden wir sicher mit euch ziehen, und wir werden nie jemandem gegen euch gehorchen; und wenn ihr angegriffen werdet, so werden wir euch sicher helfen.\" Doch Allah ist Zeuge, daß sie gewiß Lügner sind.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5138,
        "text": "Wenn sie vertrieben würden, würden sie nie mit ihnen ausziehen; und wenn sie angegriffen würden, würden sie ihnen niemals helfen. Und wenn sie ihnen schon helfen, so werden sie sicher den Rücken wenden (und fliehen); und dann sollen sie (selbst) keine Hilfe finden.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5139,
        "text": "Wahrlich, sie hegen größere Furcht vor euch in ihren Herzen als vor Allah. Dies (ist so), weil sie ein Volk sind, das nichts begreift.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5140,
        "text": "Sie würden euch nicht bekämpfen - nicht einmal alle zusammen -, außer in befestigten Städten oder hinter Mauern, (obgleich) ihre Heldentaten untereinander groß sind. Du würdest denken, sie seien eine Einheit, aber ihre Herzen sind uneinig. Dies (ist so), weil sie ein Volk sind, das keinen Verstand hat",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5141,
        "text": "gleich jenen, die kurz vor ihnen die bösen Folgen ihrer Handlungsweise kosteten. Und für sie ist eine qualvolle Strafe (bereitet)",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5142,
        "text": "wie dem Satan, wenn er zu dem Menschen spricht: \"Sei ungläubig!\" Ist er aber ungläubig, so spricht er: \"lch habe nichts mit dir zu schaffen; denn ich fürchte Allah, den Herrn der Welten.\"",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5143,
        "text": "Und die Folge (davon) wird sein, daß beide im Feuer sein werden und darin auf ewig bleiben. Und das ist der Lohn der Ungerechten.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5144,
        "text": "O ihr, die ihr glaubt, fürchtet Allah; und eine jede Seele schaue nach dem, was sie für morgen vorausschickt. Und fürchtet Allah; wahrlich, Allah ist dessen wohl kundig, was ihr tut.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5145,
        "text": "Und seid nicht wie jene, die Allah vergaßen und die Er darum ihre eigenen Seelen vergessen ließ. Das sind die Frevler.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5146,
        "text": "Nicht gleich sind die Bewohner des Feuers und die Bewohner des Paradieses. Es sind die Bewohner des Paradieses, die erfolgreich sind.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5147,
        "text": "Hätten Wir diesen Quran auf einen Berg herabgesandt, hättest du gesehen, wie er sich gedemütigt und aus Furcht vor Allah gespalten hätte. Und solche Gleichnisse prägen Wir für die Menschen, auf daß sie nachdenken mögen.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5148,
        "text": "Er ist Allah, außer Dem kein Gott ist; Er ist der Kenner des Verborgenen und des Sichtbaren. Er ist der Allerbarmer, der Barmherzige.",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5149,
        "text": "Er ist Allah, außer Dem kein Gott ist; Er ist der Herrscher, der Einzig Heilige, der Friede, der Verleiher von Sicherheit, der Überwacher, der Erhabene, der Unterwerfer, der Majestätische. Gepriesen sei Allah über all das, was sie (Ihm) beigesellen.",
        "numberInSurah": 23,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5150,
        "text": "Er ist Allah, der Schöpfer, der Bildner, der Gestalter. Ihm stehen die schönsten Namen zu. Alles, was in den Himmeln und auf Erden ist, preist Ihn, und Er ist der Erhabene, der Allweise.",
        "numberInSurah": 24,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.aburida",
      "language": "de",
      "name": "Abu Rida",
      "englishName": "Abu Rida Muhammad ibn Ahmad ibn Rassoul",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}