{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 5200,
        "text": "Es preist Allah, was in den Himmeln und auf der Erde ist; Sein ist das Königreich und Sein ist das Lob, und Er hat Macht über alle Dinge.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5201,
        "text": "Er ist es, Der euch erschaffen hat, aber einige von euch sind ungläubig und einige von euch sind gläubig; und Allah durchschaut das, was ihr tut.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5202,
        "text": "Er schuf die Himmel und die Erde in gerechter Weise, und Er gestaltete euch und machte eure Gestalt schön, und zu Ihm ist die Heimkehr.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5203,
        "text": "Er weiß, was in den Himmeln und auf Erden ist, und Er weiß, was ihr geheimhaltet und was ihr offenkund tut; und Allah kennt alles, was in den Herzen ist.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5204,
        "text": "Ist nicht die Geschichte von denen, die zuvor ungläubig waren, zu euch gekommen? So kosteten sie die bösen Folgen ihres Betragens, und ihnen wird eine qualvolle Strafe zuteil sein.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5205,
        "text": "Dies (soll so sein), weil ihre Gesandten mit klaren Beweisen zu ihnen kamen, sie aber sagten: \"Sollen Menschen uns rechtleiten?\" Also glaubten sie nicht und wandten sich ab, doch Allah hat dies nicht nötig; und Allah ist auf keinen angewiesen, des Lobes Würdig.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5206,
        "text": "Diejenigen, die da ungläubig sind, behaupten, sie würden nicht auferweckt werden. Sprich: \"Doch, bei meinem Herrn, ihr werdet gewiß auferweckt werden; dann wird euch gewiß verkündet, was ihr getan habt. Und das ist für Allah ein leichtes.\"",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5207,
        "text": "Darum glaubt an Allah und Seinen Gesandten und an das Licht, das Wir herniedergesandt haben. Und Allah ist dessen wohl kundig, was ihr tut.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5208,
        "text": "Der Zeitpunkt, wo Er euch am Tage der Versammlung versammeln wird - das wird der Tag des verlorenen Gewinns sein. Und wer an Allah glaubt und das Rechte tut - Er wird seine Übel von ihm nehmen und wird ihn in Gärten führen, durch die Bäche fließen, worin (sie) auf ewig verweilen. Das ist das große Glück.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5209,
        "text": "Diejenigen aber, die ungläubig sind und Unsere Zeichen leugnen, sollen die Bewohner des Feuers sein. Darin bleiben sie auf ewig; und das ist eine schlimme Bestimmung!",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5210,
        "text": "Kein Unglück trifft ein, es sei denn mit Allahs Erlaubnis. Und wer an Allah glaubt, dem leitet Er sein Herz. Und Allah weiß alle Dinge.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5211,
        "text": "Und gehorcht Allah und gehorcht dem Gesandten. Doch wenn ihr euch (von ihm) abkehrt, dann obliegt Unserem Gesandten nur die Pflicht zur deutlichen Verkündigung.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5212,
        "text": "Allah! Es ist kein Gott außer Ihm; und auf Allah sollen die Gläubigen vertrauen.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5213,
        "text": "O ihr, die ihr glaubt, wahrlich, unter euren Frauen und Kindern sind welche, die euch feindlich gesonnen sind; so hütet euch vor ihnen. Und wenn ihr verzeiht und Nachsicht übt und vergebt, dann ist Allah Allvergebend, Barmherzig.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5214,
        "text": "Eure Reichtümer und eure Kinder sind wahrlich eine Versuchung; doch bei Allah ist großer Lohn.",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5215,
        "text": "So fürchtet Allah, soviel ihr nur könnt, und hört und gehorcht und spendet; es wird für euch selbst besser sein. Und wer vor seiner eigenen Habsucht bewahrt ist das sind die Erfolgreichen.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5216,
        "text": "Wenn ihr Allah ein gutes Darlehen gebt, so wird Er es euch um ein Vielfaches vermehren und wird euch vergeben; und Allah ist Dankbar, Nachsichtig",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5217,
        "text": "der Kenner des Verborgenen und des Sichtbaren, der Erhabene, der Allweise.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.aburida",
      "language": "de",
      "name": "Abu Rida",
      "englishName": "Abu Rida Muhammad ibn Ahmad ibn Rassoul",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}