{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir; esasen Allah konuşmanızı işitir. Doğrusu Allah işitendir, görendir.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "İçinizde karılarını \"zıhar\" yapanlar bilsinler ki, karıları anneleri değildir; anneleri ancak, onları doğuranlardır. Doğrusu söyledikleri kötü ve asılsız bir sözdür. Allah şüphesiz affedendir, bağışlayandır.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Karılarını zıhar yoluyla boşamak isteyip, sonra sözlerinden dönenlerin, ailesiyle temas etmeden bir köle azad etmeleri gerekir. Size bu hususta böylece öğüt verilmektedir. Allah, işlediklerinizden haberdardır.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Azad edecek köle bulamayanın, ailesiyle temastan önce iki ay birbiri peşinden oruç tutması gerekir. Buna gücü yetmeyen, altmış düşkünü doyurur. Bu kolaylık, Allah'a ve Peygamberine inanmış olmanızdan ötürüdür; bunlar, Allah'ın koyduğu sınırlardır; inkar edenler için can yakıcı azap vardır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Allah'a ve Peygamberine karşı gelenler, kendilerinden öncekiler nasıl alçaltıldı ise öyle alçaltılacaklardır. Biz, apaçık ayetler indirmişizdir, bunları inkar edene alçaltıcı azap vardır.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "Allah onların hepsini dirilttiği gün, kendilerine işlediklerini haber verir; Allah onları bir bir saymıştır, fakat kendileri unutmuşlardır. Allah her şeye şahiddir.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Göklerde olanları da, yerde olanları da Allah'ın bildiğini bilmez misin? Üç kişinin gizli bulunduğu yerde dördüncü mutlaka O'dur; beş kişinin gizli bulunduğu yerde altıncıları mutlaka O'dur; bunlardan az veya çok, ne olursa olsunlar nerede bulunurlarsa bulunsunlar, mutlak onlarla beraberdir. Sonra, kıyamet günü, işlediklerini onlara haber verir. Doğrusu Allah her şeyi bilendir.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Gizli toplantıdan menedilen, sonra menolundukları şeyi yapmaya kalkışarak günah işlemek, düşmanlık etmek ve Peygambere karşı gelmek konusunda gizli gizli konuşanları görmedin mi? Sana geldiklerinde, Allah'ın seni selamlamadığı bir şekilde seni selamlarlar; içlerinden, \"Gerçekten peygamber olsaydı Allah'ın bizi, söylediklerimizden ötürü, cezalandırması gerekmez miydi?\" derler. Cehennem onlara yeter. Oraya girerler, ne kötü dönüştür!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "Ey inananlar! Gizli konuştuğunuz zaman, günah işlemeyi, düşmanlık etmeyi ve Peygambere karşı gelmeyi fısıldaşmayın; iyilik yapmak ve Allah'a karşı gelmekten sakınmayı konuşun; kıyamet günü huzurunda toplanacağınız Allah'tan sakının.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Gizli toplantılar inananları üzmek için şeytanın istediği şeydir; Allah'ın izni olmadıkça şeytan onlara bir zarar veremez; inananlar yalnız Allah'a güvensinler.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "Ey inananlar! Toplantılarda, size, \"Yer açın\" denince yer açın ki Allah da size genişlik versin; \"Kalkın\" denildiği zaman da hemen kalkın ki, Allah, içinizden inanmış olanları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah işlediklerinizden haberdardır.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "Ey inananlar! Peygamberle hususi olarak konuşacağınızda, bu konuşmanızdan önce fakirlere sadaka veriniz; bu, sizin daha iyi ve daha temiz olmanız içindir. Eğer sadaka verecek bir şey bulamazsanız üzülmeyiniz. Allah şüphesiz bağışlayandır, acıyandır.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Hususi konuşmanızdan önce sadaka vermekten ürktünüz mü ki bunu yerine getirmediniz? Ama Allah, tevbenizi kabul etmiştir. Öyleyse namazı kılın, zekatı verin, Allah'a ve Peygamberine itaat edin. Allah, işlediklerinizden haberdardır.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Allah'ın gazabettiği milleti dost edinen münafıkları görmedin mi? Onlar ne sizdendir ne de onlardan, bile bile, yalan yere yemin etmektedirler.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Allah, onlara çetin bir azap hazırlamıştır. İşledikleri şey ne kötüdür!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Yeminlerini kalkan edindiler de, Allah yolundan alıkoydular; onlara alçaltıcı bir azap vardır.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Malları ve çocukları, onlara, Allah katında bir fayda sağlamaz. Onlar cehennemliklerdir, orada temelli kalacaklardır.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "Allah, onların hepsini tekrar dirilttiği gün, size yemin ettikleri gibi O'na yemin ederler; kendilerine bir yarar sağlayacağını sanırlar. Dikkat edin; onlar şüphesiz yalancıdırlar.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Şeytan onların başlarına dikilip Allah'ı anmayı unutturmuştur. İşte onlar şeytanın taraftarlarıdır. İyi bilin; şeytanın taraftarları elbette hüsrandadırlar.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Allah'a ve Peygamberine karşı gelenler; işte onlar, en alçak kimselerle beraberdirler.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Allah, \"And olsun ki Ben ve peygamberlerim üstün geleceğiz\" diye yazmıştır. Doğrusu Allah kuvvetlidir, güçlüdür.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Allah'a ve ahiret gününe inanan bir milletin, babaları veya oğulları veya kardeşleri ya da akrabaları olsa bile Allah'a ve Peygamberine karşı gelenlere, sevgi beslediklerini görmezsin. İşte Allah, imanı bunların kalblerine yazmış, katından bir nur ile onları desteklemiştir. Onları, içlerinden ırmaklar akan, içinde temelli kalacakları cennetlere koyar. Allah onlardan hoşnut olmuştur, onlar da Allah'tan hoşnut olmuştur. İşte bunlar, Allah'tan yana olanlardır. İyi bilin ki, saadete erecek olanlar, Allah'tan yana olanlardır.",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.diyanet",
      "language": "tr",
      "name": "Diyanet İşleri",
      "englishName": "Diyanet Isleri",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}