{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Dotazují se tě na kořist. Rci: \"Kořist náleží Bohu a poslu. Bojte se Boha, dohodněte se mezi sebou a poslouchejte Boha a posla Jeho, jste-li věřící!\"",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Věřícími jsou věru ti, jichž srdce se zachvívají, když Boha je vzpomínáno, a jichž víra se znásobí, když přednášena jsou jim Jeho znamení, a na Pána svého spoléhají,",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "modlitbu dodržují a z toho, co jsme jim uštědřili, rozdávají.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Toto jsou praví věřící, pro ně jsou připraveny hodnosti vysoké u Pána jejich i odpuštění i příděl štědrý.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Vzpomeň, jak tě Pán tvůj vyvedl z domu tvého s pravdou, zatímco některým věřícím se to nelíbilo,",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "takže se s tebou hádali kvůli pravdě poté, co jim byla ukázána, tak jako by byli vlečeni na smrt, sami se na to dívajíce.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Tehdy vám Bůh slíbil, že jeden ze dvou oddílů bude patřit vám: a vy jste si přáli, aby na vás připadl oddíl jiný než silou vládnoucí. Bůh chtěl potvrdit pravdu slovy Svými a vyhubit do posledního nevěřící,",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "aby dokázal pravdivost pravdy a zničil falešnost, i když se to nelíbilo provinilým.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "A hle, obrátili jste se o pomoc k Pánu Svému a On vyslyšel vás řka: \"Podpořím vás věru tisícem andělů, jdoucích jeden za druhým!\"",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "A učinil to Bůh jen jako zvěst radostnou pro vás, aby se uklidnila srdce vaše. A vítězná pomoc jedině od Boha přichází - a Bůh věru je všemohoucí, moudrý.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "A hle, zahalil vás dřímotou na znamení bezpečí od Něho a seslal vám s nebe vodu, aby vás jí očistil a odňal od vás špínu satanovu a aby posílil srdce vaše a upevnil paty vaše.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "A hle, Pán tvůj vnukl andělům: \"Jsem s vámi, podpořte tedy ty, kdož uvěřili! Já vrhnu do srdcí těch, kdož nevěří, hrůzu a vy bijte je po šíjích a bijte je po všech prstech!\"",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "A toto je za to, že vzpouzeli se Bohu a poslu Jeho. A ten, kdo se vzpouzí Bohu a poslu Jeho... a Bůh je strašný ve svém trestání.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Toto je trest váš, ochutnejte ho a vězte, že pro nevěřící přichystán je trest ohně pekelného.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Vy, kteří věříte! Když se na pochodu střetnete s nevěřícími, neobracejte se k nim zády!",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "A kdokoliv se k nim v ten den obrátí zády s výjimkou toho, kdo obrátí se k jinému boji nebo se vzdálí, aby se připojil k jinému oddílu, ten uvalí na sebe hněv Boží a útulkem jeho se stane peklo - a jak hnusný je to cíl konečný!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Nejste to vy, kdo je zabili, ale Bůh je zabil; a nevrhals ty, když jsi vrhal, nýbrž byl to Bůh, kdo vrhal, aby vyzkoušel věřící zkouškou dobrou, od Něho přicházející, vždyť Bůh slyšící je, vševědoucí!",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Toto je pro vás! A Bůh věru zmaří každou lest nevěřících!",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Jestliže jste si přáli rozhodnutí, tedy vám již rozhodnutí přišlo. Jestliže však přestanete, bude to pro vás lepší; začnete-li však znovu, pak i my začneme znovu, a nebudou vám nic platné vaše sbory, ať jakkoliv jsou početné, vždyť Bůh je s věřícími!",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Vy, kteří věříte! Poslouchejte Boha a posla Jeho a neodvracejte se od něho, zatímco mu nasloucháte!",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "A nebuďte jako ti, kteří říkali \"Slyšeli jsme\", ale zatím vůbec neposlouchali.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Nejhoršími tvary před Bohem jsou věru hluší a němí, kteří neuvažují rozumně.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Kdyby v nich byl Bůh rozpoznal něco dobrého, věru by jim byl dal slyšet, ale i kdyby jim byl dal slyšet, byli by se zády otočili a odvrátili se.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Vy, kteří věříte! Odpovídejte na výzvu Boha a posla Jeho, když ten vás volá k tomu, co život vám dává. A vězte, že Bůh stojí mezi člověkem a srdcem jeho a že k Němu budete shromážděni!",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "A bojte se pokušení, jež nepostihuje výlučně jen ty, kdož z vás jsou nespravedliví! A vězte, že Bůh je strašný ve svém trestání!",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Vzpomeňte si, jak bylo vás málo a byli jste poníženými v zemi a báli jste se, že vás lidé odvlekou násilím! Tehdy vám dal útočiště a podpořil vás pomocí Svou a uštědřil vám pokrmy výtečné - snad budete vděční!",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Vy, kteří věříte! Nezrazujte Boha ani posla, vždyť byste zradili vědomě důvěru, která je vám dána.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Vězte, že majetky vaše i děti vaše jsou jen pokušením, zatímco u Boha je odměna nesmírná.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Vy, kteří věříte! Budete-li bohabojní, On dá vám spásné rozlišení a promine vám vaše špatné činy a odpustí vám; vždyť Bůh je pln laskavosti nesmírné.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "A hle, ti, kdož neuvěřili; strojili proti tobě úklady, aby tě zadrželi anebo zabili či vyhnali. A chystali úklady, avšak i Bůh chystal úklady - a Bůh je nejlepší v strojení úkladů.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "A když byla jim přednášená znamení Naše, řekli: \"Tahle už jsme slyšeli, a kdybychom chtěli, mohli bychom říkat podobné věci, vždyť to není nic jiného než povídačky starých!\"",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "A řekli: \"Bože veliký, jestliže toto je ta pravda, jež od Tebe přichází, pak na nás sešli déšť kamení z nebe nebo nás postihni hned trestem bolestným!\"",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Bůh však není takový, aby je ztrestal, když jsi mezi nimi - ani nechce být Bůh vykonavatelem jich potrestání, dokud budou prosit o slitování.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Proč však by je Bůh nepotrestal nyní, když odhánějí věřící od Mešity posvátné, ač nejsou ochránci jejími? Ochránci jejími jsou pouze bohabojní; avšak většina z nevěřících to neví.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "A modlitba nevěřících u chrámu sestává pouze z pískání a tleskání dlaněmi. Ochutnejte tedy trest za to, že byli jste nevěřící!",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Ti, kdož nevěří, rozdávají své jmění, aby odvraceli jiné z cesty Boží; a až je úplně rozdají, zbude jim jen zármutek a potom budou poraženi. A ti, kdož neuvěřili, budou v pekle shromážděni,",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "aby Bůh mohl oddělit špatného od dobrého, aby mohl postavit jednoho zlého proti druhému, aby je všechny shromáždil a ujistil v pekle - a to budou ti, kdož ztrátu utrpí.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "A těm, kdož jsou nevěřící, řekni, že přestanou-li, bude jim odpuštěno to, co se již stalo; jestliže však znovu začnou, pak naplní se obvyklý osud předešlých.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Bojujte tedy proti nim, aby už nebylo pokušení k odpadlictví a aby všechno náboženství bylo jen Boží. Jestliže však přestanou, pak Bůh jasně vidí vše, co dělají.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "A jestliže se obrátí zády, vězte, že Bůh je vaším ochráncem; jak výtečný to ochránce a jak výtečný to pomocník!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "A vězte, že zmocníte-li se jakékoliv kořisti, náleží z ní jedna pětina Bohu a poslu, příbuzným, sirotkům, nuzným a po cestě Boží jdoucímu, věříte-li v Boha a v to, co jsme seslali služebníku Svému v den spásy, v den, kdy střetla se obě vojska. A Bůh je mocný nade všem věcmi.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "A hle, byli jste na bližším svahu a oni byli na vzdálenějším svahu a jezdci byli níže pod vámi; a kdybyste si byli umluvili schůzku, věru byste se byli hádali o místo a čas této schůzky, avšak vše se událo tak, aby Bůh rozhodl věc, jež měla být splněna, a aby zahynul ten, kdo zahynul, v souladu s jasným důkazem, a aby zůstal naživu ten, kdo zůstal naživu, v souladu s jasným důkazem. A Bůh je věru slyšící, vševědoucí!",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "A hle, Bůh ti je ukázal ve snu tvém v menším počtu, neboť kdyby ti je byl ukázal početnější, byli byste ztratili odvahu a byli byste se hádali o této věci, avšak Bůh vás uklidnil, neboť On dobře zná, co hrudi vaše skrývají.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "A hle, On ukázal vám je ve chvíli střetnutí tak, že jevili se zrakům vašim méně početnými, a zmenšil i počet váš ve zracích jejich, aby Bůh mohl rozhodnout věc, jež měla být splněna. A k Bohu se navrátí všechny věci.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Vy, kteří věříte! Kdykoliv střetnete se s nějakým oddílem, vytrvejte pevně a vzývejte často Boha - snad dosáhnete úspěchu!",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Poslouchejte Boha a posla Jeho a nehádejte se, abyste neztratili odvahu a neodvrátil se od vás vítr příznivý! Buďte trpěliví, neboť Bůh stojí na straně trpělivých!",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Nebuďte jako ti, kdož vyrazili ze svých obydlí domýšlivě a stavějíce se na odiv lidem, aby odvraceli jiné od cesty Boží - však Bůh objímá ve vědění svém vše, co dělají.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "A hle, satan jim zkrášlil skutky jejich a řekl: \"Dnes není mezi lidmi nikoho, kdo by vás porazil, a já jsem spojencem vaším!\" Když však obě vojska se octla na dohled, tu dal se na ústup a zvolal: \"Já nejsem za vás odpovědný, neboť já věru vidím to, co vy nevidíte. Bojím se Boha, neboť Bůh strašný je ve svém trestání!\"",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "A hle, řekli pokrytci a ti, jichž srdce jsou nemocná: \"Tyto lidi oklamalo náboženství jejich!\" Ale ten, kdo se spoléhá na Boha - vždyť Bůh mocný je i moudrý.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Kéž bys mohl vidět, až andělé odvolají ty, kdož byli nevěřící, a budou je bít po tvářích a po zádech volajíce: \"Okuste nyní trestu spalujícího",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "za to, co ruce vaše dříve prováděly! Bůh však neukřivdí služebníkům Svým.\"",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Osud jejich bude jako osud rodu Faraónova a těch, kdož byli před nimi: neuvěřili ve znamení Boží a Bůh je uchvátil za hříchy jejich, vždyť Bůh je silný a strašný ve svém trestání.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "A to je proto, že Bůh není takový, aby měnil Své dobrodiní, jímž omilostnil lid nějaký, pokud oni nezmění to, co je v duších jejich - a Bůh věru je slyšící, vševědoucí.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "A dopadne to s nimi jako s rodem Faraónovým a těch, kdož byli před nimi: znamení Pána svého za lež prohlásili a My jsme je zahubili; a utopili jsme rod Faraónův, neboť všichni byli nespravedliví.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Nejhoršími tvory před Bohem jsou ti, kdo byli zatvrzele nevěřící a stále ještě nevěří,",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "a ti, s nimiž jsi uzavřel smlouvu a kteří potom pokaždé tuto smlouvu porušili nejsouce bohabojní.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Jestliže se s nimi střetneš ve válce, zastraš pak jimi ty, kdož přijdou po nich - snad se vzpamatují!",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Obáváš-li se zrady od lidí, hoď jim nazpátek úmluvu stejným způsobem, neboť Bůh věru nemiluje zrádce.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "Nechť se nedomnívají ti, kdož nevěří, že nás předhoní - nepodaří se jim uniknout našemu zásahu!",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Připravte tedy proti nim všechno, co schopni jste postavit ze síly a oddílů jezdeckých, abyste zastrašili nepřátele Boží i nepřátele své a jiné mimo ně, které ještě neznáte, ale které Bůh dobře zná. A cokoliv vydáte na cestě Boží, bude vám plně nahrazeno a nebude vám ukřivděno.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "A budou-li ochotni k míru, buď k němu ochoten i ty a spoléhej na Boha, vždyť On slyšící je i vševědoucí.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Chtějí-li tě však oklamat, tedy Bůh ti zajisté postačí - On, jenž tě podpořil vítěznou pomocí Svou i pomocí věřících",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "a sjednotil srdce jejich. A i kdybys vydal vše, co je na zemi, nesjednotil bys srdce jejich, avšak Bůh je sjednotil, vždyť On mocný je i moudrý.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Proroku, nechť ti stačí Bůh a ti, kdož následují tě z věřících!",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Proroku, povzbuzuj věřící k boji! Bude-li mezi vámi dvacet vytrvalých mužů, porazí dvě stě, bude-li jich mezi vámi sto, porazí tisíc nevěřících, neboť to jsou lidé nechápaví.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Nyní vám Bůh ulehčil, neboť dobře ví, že mezi vámi je slabost. Bude-li mezi vámi sto vytrvalých, porazí dvě stě, a bude-li jich mezi vámi tisíc, porazí dva tisíce z dovolení Božího, vždyť Bůh je na straně vytrvalých.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Nebylo dáno proroku žádnému, aby měl zajatce, pokud dokonale neporazil nepřátele na zemi. Vy toužíte po tom, co nabízí vám život pozemský, zatímco Bůh vám chce dát život budoucí - a Bůh mocný je i moudrý.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "A kdyby nebylo příkazu již dříve od Boha daného, byl by se vás dotkl trest nesmírný za to, co jste si vzali.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Jezte z toho, co jste ukořistili, jen dovolené a výtečné a bojte se Boha, vždyť Bůh je odpouštějící, slitovný.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Proroku! Rci těm ze zajatců, kteří jsou v rukou vašich: \"Rozezná-li Bůh něco dobrého v srdcích vašich, daruje vám lepší než to, co bylo vám vzato, a odpustí vám, neboť Bůh je odpouštějící, slitovný.\"",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "A hodlají-li tě zradit nyní, vždyť již předtím zradili Boha, avšak On vám umožnil se jich zmocnit, neboť Bůh vševědoucí je i moudrý.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Vskutku ti, kdož uvěřili, přesídlili a vedli boj majetky i osobami svými na stezce Boží, a ti, kdož jim útulek poskytli a pomohli jim - ti všichni jsou si navzájem přáteli. Avšak s těmi, kdož uvěřili, a přesto nepřesídlili, nepěstujte přátelství v ničem, dokud nepřesídlí. Jestliže vás požádají o pomoc ve věci náboženství, jste povinni jim pomoci proti všem kromě těch lidí, s nimiž máte smlouvu. A Bůh jasně vidí vše, co děláte.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Ti, kdož neuvěřili, jsou si navzájem přáteli. Jestliže neučiníte podobně, pak zavládne na zemi pokušení i zkaženost veliká.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Věru ti, kdož uvěřili, přesídlili a vedli boj na cestě Boží, a ti, kdož jim útulek poskytli a pomohli jim, ti všichni jsou pravými věřícími a jim dostane se odpuštění i přídělu štědrého.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "A ti, kdož později uvěřili, přesídlili a bojovali spolu s vámi, ti také patří k vám; avšak ti, kdož pokrevně spřízněni jsou, jsou si vzájemně nejbližší podle příkazu Božího a Bůh ví o věcech všech.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.hrbek",
      "language": "cs",
      "name": "Hrbek",
      "englishName": "Preklad I. Hrbek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}