{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "Sláva Bohu, jenž seslal služebníku Svému Knihu a neučinil ji křivolakou,",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "nýbrž přímou, aby varovala před mocnou přísností od Něho přicházející a aby oznámila věřícím, kteří zbožné skutky konali, že obdařeni budou odměnou překrásnou,",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "zahradou to, v níž navěky zůstanou,",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "a aby varovala ty, kdo říkají, že Bůh pro Sebe si vzal děti.",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "A nemají o tom oni ani otcové jejich žádného vědění; jak hrozné je slovo, jež z jejich úst vychází, a nic jiného než lež oni nemluví.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "Chceš se snad zahubit smutkem jda ve stopách jejich, jestliže tomuto příběhu neuvěří?",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "To, co na zemi jest, učinili jsme okrasou její, abychom vyzkoušeli, kdo z nich v konání svém je nejlepší.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "A věru uděláme ze všeho toho, co na ní je, výšinu rostlinstva zbavenou!",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Domníváš se, že lidé jeskyně a ar-Raqímu byli zázrakem jedním z Našich znamení?",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "... A hle, mladíci se do jeskyně uchýlili a pravili: \"Pane náš, daruj nám od Sebe milosrdenství a připrav nám pro věc naši správné vedení!\"",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "A zakryli jsme uši jejich v jeskyni té během roků mnohých,",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "potom jsme je vzkřísili, abychom poznali, která z obou stran lépe odhadne délku pobytu jejich.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "My vyprávíme ti příběh jejich pravdivě; vždyť mladíci to byli, kteří v Pána svého uvěřili, a jejich vedení po cestě správné jsme upevnili.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "A srdce jejich jsme posílili, když vstali a řekli: \"Náš Pán je Pánem nebes a země a nikdy nebudeme vzývat božstvo jiné kromě Něho, jinak bychom lež nehoráznou hovořili.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "Tento náš lid si vzal místo Něho božstva různá, aniž o nich přinesl jasné zmocnění! A kdo je nespravedlivější než ten, kdo proti Bohu lži si vymýšlí?\"",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "A až se oddělíte od lidí těch a od toho, co uctívají vedle Boha, uchylte se do jeskyně! Pán váš nad vámi část milosrdenství Svého rozprostře a ve věci vaší vám ulehčení připraví.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "A byl bys viděl, jak slunce se při svém východu sklání napravo od jeskyně jejich a při svém západu je míjí nalevo, zatímco oni byli v středu jejím. A toto je jedno ze znamení Božích; ten, koho Bůh vede, ten po správné cestě kráčí, avšak pro toho, komu Bůh dal zbloudit, nenajdeš ochránce ani průvodce žádného.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "A byl bys je pokládal za bdící, zatímco oni spali a My je napravo i nalevo kolébali; a pes jejich s předními tlapami roztaženými na prahu ležel. A kdybys je byl náhodou spatřil, byl by ses dal před nimi na útěk pln strachu z nich hrozného.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "A tak jsme je vzkřísili, aby se jeden druhého vyptávali. I pravil jeden z nich: \"Jak dlouho jsme zde setrvali?\" Odpověděli: \"Setrvali jsme zde den či část dne jednoho.\" (Nakonec) řekli: \"Pán náš zná nejlépe, jak dlouho jsme zde zůstali. Vyšleme jednoho z nás do města s těmito penězi svými, nechť zjistí, kdo nejlepší pokrmy má, a nechť nám od něho potravu přinese; a nechť jedná obezřetně a slušně, aby na nás neupozornil nikoho.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "Kdyby nás odkryli, ukamenovali by nás anebo by nás donutili vrátit se k náboženství svému; a pak již nikdy bychom nebyli blaženi.\"",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "A tak jsme je odhalili (lidem z města), aby poznali, že slib Boží je pravdivý a že o Hodině pochyby žádné není. A hle, lidé se mezi sebou hádali ohledně věci jejích, a říkali jedni: \"Vystavme nad nimi stavbu nějakou; Pán jejich přece o nich dobře ví!\" A pravili ti, kdož ve sporu o věc tu zvítězili: \"Vystavíme nad nimi svatyni!\"",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "A budou říkat někteří: \"Byli tři a čtvrtý z nich byl pes jejich.\" Jiní řeknou: \"Bylo jich pět a šestý z nich byl pes jejich\" dohadujíce se o nepoznatelném; a další řeknou: \"Sedm, a osmým z nich byl pes jejich.\" Odpověz: \"Pán můj zná nejlépe počet jejich; a zná to jinak jen lidi nemnoho!\" Nehádej se tedy o nich, leda jen způsobem esoterickým, a nevyptávej se na ně (z nevěřících) nikoho",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "a neříkej o ničem: \"Já zítra učiním to a to,\"",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "aniž připojíš: \"Bude-li chtít Bůh.\" A vzpomínej Pána svého, když zapomnětlivý jsi, a řekni: \"Snad Pán můj mne dovede k tomu, co je správnější než toto!\"",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "A setrvali oni v jeskyni své tři sta let a přidáno je k tomu ještě devět.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "Rci: \"Bůh zná nejlépe, jak dlouho tam zůstali, a Jemu náleží nepoznatelné na nebesích a na zemi a On nejlépe je vidoucí a slyšící! A nemají oni kromě Něho ochránce žádného a On nečiní nikoho společníkem rozhodnutí Svého!\"",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "Sděluj tedy to, co ti bylo vnuknuto z Knihy Pána tvého; a není nikoho, kdo mohl by změnit slovo Jeho, a nenalezneš kromě Něho útočiště žádného.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "Buď neochvějný v duši své spolu s těmi, kdož Pána svého zrána i navečer vzývají po Jeho tváři toužíce! A neodvracej oči své od nich v žádosti po krásách života pozemského a neposlouchej toho, jehož srdce jsme učinili lhostejným k připomenutí Svému, ani toho, jenž jen vášně své následuje a jehož chování míru překračuje!",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "A rci: \"Pravda přichází od Pána vašeho; kdo chce, ať věří, a kdo chce, ať nevěří!\" A věru jsme připravili pro nespravedlivé oheň, jenž hustým dýmem je obklopí. A poprosili o pomoc, bude jim pomoženo vodou podobnou kovu roztavenému, jež spálí tváře jejich. A jak odporný to nápoj a jak hnusné to místo pobytu!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "Ti však, kdož uvěřili a zbožné skutky konali, budou odměněni, a nedopustíme, aby se ztratila odměna těch, kdož dobré činili.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "Jim budou patřit zahrady Edenu, pod nimiž řeky tekou; tam budou se náramky zlatými zdobit, do šatů zelených z hedvábí a brokátu se odívat a v nich na lehátkách odpočívat. Jak krásná to odměna a jak výtečné to místo pobytu!",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "Uveď jim podobenství o dvou mužích, z nichž jednomu jsme dvě zahrady révy vinné dali, obklopené palmami, a mezi nimi jsme obilí zaseli;",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "a obě zahrady plody své přinesly a pána svého v ničem nezklamaly a mezi oběma jsme řece téci dali.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "A měl ovoce a řekl druhu svému při rozhovoru: \"Mám více majetku než ty a mocnější jsem i rodem svým.\"",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "Pak do zahrady své vstoupil a sám sobě ukřivdil říkaje: \"Že někdy toto zanikne, si nemyslím,",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "a nedomnívám se, že kdy dostaví se Hodina; a věru i kdybych navrácen byl k Pánu svému, něco lepšího než toto naleznu tam výměnou.\"",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "I pravil mu druh jeho v rozhovoru: \"Chceš být nevděčný vůči tomu, jenž stvořil tě z prachu, pak z kapky semene a nakonec tě obdařil lidskou podobou?",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "Však já hovořím: On je Bůh, Pán můj, a já k Pánu svému nepřidružuji nikoho.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "Kéž bys byl, když do zahrady své jsi vstoupil, pronesl: Nechť stane se, co Bůh chce, a není moci kromě u Boha! A vidíš-li mne majetkem a dětmi chudšího,",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "možná, že mne Bůh obdaří lepším, než tvá je zahrada. A možná že postihne ji z nebes pohromou, takže stane se jednou zrána zemí pustou,",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "či voda její v hlubinách země zmizí a tobě se nezdaří nalézt novou.\"",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "A stalo se tak a plody jeho byly zničeny a jal se majitel lomit rukama nad tím, co vynaložil na ni a že od základů je zpustošena nyní, a volal: \"Kéž bych byl nikoho k Pánu svému nepřidružoval!\"",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "A neměl čeleď žádnou, jež by mu pomohla kromě Boha, a nedočkal se pomoci.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "A tady přísluší ochrana jen Bohu skutečnému; a On nejlepší je v odměňování a k nejlepšímu vede konci.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "A uveď jim podobenství o životě pozemském: podobá se vodě, již sesíláme z nebe a s níž se mísí rostlinstvo země a pak stane se suchou travinou, již větry rozvanou. A Bůh všemocný je nad věcí každou.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Majetek a synové jsou života pozemského ozdobou, však zbožné skutky, jež trvalé hodnoty jsou, u Pána tvého lepší odměnu i naději míti budou",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "v den, kdy horám dáme kráčet a kdy uvidíš zemi jak rovinu srovnanou; a tehdy shromáždíme duše všechny, aniž opomineme z nich jedinou.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "A předvedeni před Pána tvého v řadách budou. \"Teď přišli jste k Nám tak, jak jsme vás poprvé stvořili; a přece jste tvrdili, že neustanovíme pro vás lhůtu žádnou.\"",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "A předložena bude Kniha každého a uvidíš provinilé v obavách z toho, co v ní je obsaženo. A řeknou:,, Běda nám, co je to za knihu, že ani malé, ani velké skutky zaznamenat neopominula?\" A naleznou před sebou vše, co dělali, a neošidí Pán tvůj z nich jediného.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "A hle, pravili jsme andělům: \"Padněte na zem před Adamem!\" A padli na zem všichni kromě Iblíse, jenž mezi džiny patřil a rozkazu Pána svého se zprotivil. Zdaž vezmete si jej a potomky jeho jako ochránce místo Mne, ačkoliv vašimi jsou nepřáteli? Jak špatná to bude výměna pro nespravedlivé!",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "Já neučinil jsem je svědky stvoření nebes a země ani jejich vlastního stvoření; a nevzal jsem si ty, kdož k bludu navádějí, za pomocníky Své.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "V den, kdy Bůh řekne:,, Zavolejte ty, jež pokládali jste za společníky Mé!\", budou je vzývat, však vyslyšeni nebudou, neboť mezi nimi umístíme propast zániku;",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "a provinilí spatří oheň pekelný a usoudí, že doň budou svrženi a nenaleznou z něho úniku.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "A věru jsme předložili lidem v Koránu tomto všemožné druhy příkladů, však člověk rád se o většině věcí pře.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "Nic nebrání lidem uvěřit či prosit Pána svého o odpuštění, když k nim přišlo správné vedení - leda odmítnutí připustit, že dostaví se k nim obvyklý osud dávných anebo že trest je zblízka postihne.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "A vysíláme posly Své jen jako hlasatele zvěsti radostné a jako varovatele. Avšak ti, kdož nevěří, se hádají užívajíce falešnosti, aby jí pravdu vyvrátili, a přijímají s posměchem znamení Má i to, před čím varováni jsou.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "A kdo nespravedlivější je než ten, jenž při zmínce o znameních Pána svého se od nich odvrací a zapomíná na to, co ruce jeho předtím konaly? A srdce jejich jsme pokryli clonou, aby mu neporozuměli, a uši jejich jsme ucpali hluchotou. A i kdybys je k cestě správné vyzval, přece ji nikdy následovat nebudou.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "Pán tvůj je odpouštějící i pln milosrdenství. Kdyby je chtěl uchvátit za to, co si vysloužili, byl by jim jistě uspíšil trest, avšak mají lhůtu slíbenou a jinde než u Boha útočiště žádné nenajdou.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "A zahubili jsme obyvatele oněch měst, když stali se nespravedlivými, a stanovili jsme pro záhubu jejich lhůtu slíbenou.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "A hle, pravil Mojžíš sluhovi svému: \"Neustanu, dokud nedospěji k soutoku dvou moří, i kdybych měl věky celé jíti tomu vstříc.\"",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "A když oba dospěli k soutoku moří dvou, zapomněli na rybu svou, jež dala se svou cestou v moře unikajíc.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "A když oba ono místo minuli, pravil Mojžíš svému sluhovi: \"Přines nám oběd náš, věru nás únava z této naší cesty potkala.\"",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "Odpověděl: \"Což nevidíš, že když jsme se u skály ukrývali, zapomněl jsem na tu rybu? A jedině satan způsobil, že na ni jsem zapomněl, a nedal mi vzpomenout si na ni a ona na cestu svou v moři se zázračně vydala.\"",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "I řekl Mojžíš: \"To právě je to, co hledáme.\" A oba se obrátili a po stopách svých se navrátili.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "A nalezli jednoho ze služebníků Našich, jehož jsme milosrdenstvím Svým obdařili a jehož jsme vědění z Nás vycházejícímu naučili,",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "a Mojžíš mu řekl: \"Smím tě následovat, abys mne naučil něčemu ze správného vedení, o němž jsi byl poučen?\"",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "Odpověděl: \"Ty trpělivost se mnou mít nebudeš schopen;",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "a jak bys také mohl mít trpělivost v tom, co je mimo rozsah vědění tvého?\"",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "Avšak Mojžíš řekl: \"Bude-li Bůh chtít, shledáš mě trpělivým a já neoslyším rozkazu žádného.\"",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "\"Chceš-li mne následovat, tedy se mne neptej na nic, pokud já sám tě nevybídnu svou zmínkou.\"",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "A pokračovali dále, a když pak na lodi pluli, služebník Náš ji provrtal. I otázal se Mojžíš: \"Provrtals ji, abys utopil ty, kdož na ní cestují? Tys věru učinil věc nevídanou!\"",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "Odvětil: \"Neřekl jsem ti, že nebudeš schopen mít trpělivost se mnou?\"",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "I řekl Mojžíš: \"Nekárej mne za to, že zapomněl jsem, a neukládej mi ve věci mé zkoušku těžkou!\"",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "A pokračovali dále, až potkali chlapce nějakého; i zabil jej a Mojžíš zvolal: \"Zdaž zabils duši nevinnou, aniž právo pomsty jsi měl? Tys věru spáchal věc ohavnou!\"",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "Odpověděl: \"Neřekl jsem ti, že nebudeš schopen mít trpělivost se mnou?\"",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "Mojžíš pravil: \"Jestliže se tě po tomto ještě zeptám na cokoliv, tedy se zbav společnictví mého; a již se ti dostalo ode mne omluvy.\"",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "A pokračovali dále, a když přišli k obyvatelům města jednoho, o jídlo je požádali, však lidé ti je pohostit odmítli. A nalezli zde zeď, jež spadnutím hrozila; když pak ji služebník Náš do pořádku přivedl, pravil mu Mojžíš: \"Kdybys chtěl, mohlo by se ti za to dostat odměny.\"",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "I odvětil: \"Toto znamená rozchod mezi mnou a tebou, nicméně ti chci vysvětlení toho sdělit, v čem nebyls s to trpělivost mít.",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "Co týká se lodi oné, ta patřila chudákům, kteří na moři pracují. A chtěl jsem ji poškodit, aby ztratila cenu pro krále jednoho, jenž na ně číhá a jenž každou dobrou loď násilím jímá.",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "A co týká se chlapce toho, rodiče jeho byli věřící, a obávali jsme se, že vzpurností a nevděkem svým on zavede je oba,",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "a přáli jsme si, aby Pán jejich jim jej vyměnil za jiného, jenž bezúhonnější aby byl a lásky jejich více byl hoden.",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "A co se týká té zdi, ta patřila dvěma chlapcům sirotkům ve městě tom a byl pod ní poklad pro ně předurčený; a otec jejich muž bezúhonný byl a Pán tvůj si přál, aby oni nejdříve dospělosti své dosáhli a teprve pak poklad svůj odkryli z milosrdenství Pána tvého. A já pak nic z toho z rozhodnutí vlastního nečinil; a toto je výklad toho, v čem tys trpělivosti nebyl schopen.\"",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "A vyptávají se tě na Dvourohého. Odpověz: \"Budu vám vyprávět příběh o něm.\"",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "Upevnili jsme moc jeho na zemi a zahrnuli jsme jej prostředky k věcem všem.",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "A on za nebeským šel lanem,",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "a když dospěl k slunce západu, shledal, že zapadá v prameni vroucím, a nalezl lid nějaký poblíže. I řekli jsme mu: \"Dvourohý, na tobě je, zda potrestáš je, či zda zachováš se k nim dobře.\"",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "Odpověděl: \"Toho, kdo z nich je nespravedlivý, potrestám a potom bude navrácen k Pánu svému, jenž potrestá jej trestem odporným.",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "A co týká se toho, kdo věří a zbožné skutky konal, tomu dostane se odměny překrásné a rozkaz, jejž dáme mu, bude snadný.\"",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "Potom sledoval lano jiné,",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "a když dospěl k slunce východu, shledal, že vychází nad lidem, jemuž jsme nedali na ochranu proti němu clony žádné.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "A tak tomu bylo a My jsme již obsáhli ve vědění Svém vše, co u něho bylo.",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "Po té sledoval další lano,",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "až k místu mezi dvěma hrázemi dospěl a pod nimi lid, jenž sotva chápal řeč mluvenou, našel.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "I řekli mu: \"Dvourohý, věru Gog a Magog šíří spoušť po zemi; máme ti poplatek zaplatit, abys mezi námi a jimi hráz vystavěl?\"",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "Odpověděl: \"To, co mi propůjčil Pán můj, je lepší než poplatek. Pomozte mi horlivostí svou a zřídím mezi vámi a jimi hráz mocnou.",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "Přineste mi kusy železa!\" A když je narovnal mezi dvě úbočí, rozkázal: \"Foukejte!\" Když z toho vznikl oheň, dodal: \"Přineste mi k vylití do něho mosaz roztavenou!\"",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "A nebyli Gog a Magog schopni ji přelézt ani otvor udělat v ní.",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "I řekl Dvourohý: \"Toto je od Pána mého milosrdenství, a až splní se slib Pána mého, na prach ji rozdrtí, vždyť Pána mého slib je vždy pravdivý.\"",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "V ten den je ponecháme, aby jeden na druhého ve vlnách dorážel. A bude zatroubeno na pozoun a shromáždíme je všechny najednou.",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "V ten den pak představíme peklo nevěřícím rovnou,",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "těm, jejichž oči se zavíraly před připomenutím Mým, a těm, kteří nebyli schopni slyšení.",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "Domnívali se snad ti, kdož nevěřili, že si mohou brát služebníky Mé jako ochránce místo Mne?",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "Rci: \"Mám vás zpravit o těch, kdož největší ztrátu ve skutcích svých utrpěli,",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "o těch, jichž úsilí v životě pozemském zbloudilo, ač se domnívají, že dobré činili?",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "To jsou ti, kdož neuvěřili v Pána svého znamení a v setkání s Ním. Marné byly jejich skutky a nebudou u Nás nic vážit v den zmrtvýchvstání.",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "Toto odměnou bude jejich: peklo za to, že neuvěřili a že se posmívali znamením i poslům Mým.",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "Však věru ti, kdož uvěřili a zbožné skutky konali, ti budou mít zahrady rajské obydlím,",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "v nich věčně přebývat budou a po změně žádné toužit nebudou.\"",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "Rci: \"Kdyby bylo moře inkoustem ke psaní slov Pána mého, bylo by moře vyčerpáno dříve, než by se spotřebovala slova Pána mého, i kdybychom inkoustem učinili ještě jedno podobné jemu.\"",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "Rci: \"Já pouze smrtelník jsem jako vy a bylo mi vnuknuto, že božstvem vaším je Bůh jediný. A kdo doufá v setkání s Pánem svým, ať zbožné skutky koná a nechť v uctívání nepřidružuje nikoho k Pánu svému!\"",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.hrbek",
      "language": "cs",
      "name": "Hrbek",
      "englishName": "Preklad I. Hrbek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}