{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Lidé, bojte se Pána svého, neboť otřesy Hodiny budou věcí nesmírnou.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "V onen den, až ji spatříte, každá kojící opustí dítě, jež kojila, a každá těhotná potratí plod svůj; tehdy uvidíš lidi jako opilé, aniž se opili. Avšak trest Boží bude strašný.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "Jsou pak mezi lidmi někteří, kdož hádají se o Bohu, aniž něco vědí, a následují každého satana vzpurného.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "A je psáno o něm, že toho, kdo vezme si jej za ochránce, on věru z cesty svede a dovede ho k trestu plamene šlehajícího.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Lidé, jste-li na pochybách ohledně zmrtvýchvstání, vzpomeňte si, že stvořili jsme vás nejdřív z prachu, pak z kapky semene, pak z kapky přilnavé, pak z kousku masa ztvárněného či beztvarého - abychom vám to objasnili. A umisťujeme do lůna to, co chceme, až do lhůty stanovené, potom vás z něho vyvedeme jako kojence, až posléze dosáhnete dospělosti své. A některý z vás je povolán k Pánu dříve a některý z vás je vržen do věku sešlosti, takže neví nic z toho, co dříve již věděl. A vidíš zemi neplodnou, však když na ni sešleme vodu, pohne se a vzedme a dá vyrůst různým druhům rostlin nádherných.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "A to je proto, že Bůh je vskutku pravda, a proto, že On oživuje mrtvé a je všemocný nad věcí každou",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "a že Hodina přijde a není o ní pochyby žádné a že Bůh vzkřísí ty, kdož v hrobech jsou.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "A mezi lidmi je i ten, jenž o Boha se hádá, aniž něco zná a aniž je veden a aniž má Písmo osvícené,",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "a kroutí krkem svým, aby svedl jiné z cesty Boží. Hanba mu na tomto světě! A v den zmrtvýchvstání mu dáme okusit trestu spalujícího.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "\"A to je za to, co předtím ruce tvé spáchaly!\" A Bůh věru neukřivdí služebníkům Svým.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "A mezi lidmi je i ten, jenž Bohu slouží jen na okraji; když dostane se mu dobrého, je s tím spokojen, jestliže však je postižen pokušením, tu obrátí se tváří zpět, ztráceje tak tento i onen svět - a to věru je ztráta zjevná.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "A vzývá místo Boha něco, co nemůže mu ani uškodit, ani prospět - a to zajisté je zbloudění daleké.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "A vzývá toho, jenž je mu spíše škodlivý než užitečný; jak špatný to pán a jak hnusný to přítel!",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Bůh věru uvede ty, kdož uvěřili a zbožné skutky konali, do zahrad, pod nimiž řeky tekou, neboť Bůh učiní vše, co chce.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Kdo se domnívá, že Bůh mu nepomůže v životě pozemském ani v životě budoucím, nechť natáhne provaz až do nebe, pak ať jej přeřízne a potom nechť pohlédne, zda jeho úklad odstranil to, co jej rozhněvalo.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "... A takto jsme jej seslali jako znamení jasná - a nechť Bůh vede toho, koho chce.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "A věru ti, kdož uvěřili a ti, kdož vyznávají židovství, sabejci, křesťané a zoroastrovci a ti, kdo k Bohu přidružují, zjistí, že Bůh mezi nimi rozliší v den zmrtvýchvstání, neboť Bůh svědkem je všech věcí.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Což jsi neviděl, že před Bohem padají na zem ti, kdož na nebesích jsou i na zemi, a také slunce a měsíc, hvězdy a hory, stromy a zvířata a mnoho lidí? Však nad mnohými z nich se trest uskuteční, neboť kým Bůh opovrhl, tomu nebudou pocty prokazovány. A Bůh věru učiní vše, co chce.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Toto jsou dvě skupiny nepřátelské, které se spolu přou ohledně Pána svého; těm, kdož neuvěřili, střižen bude šat z ohně a hlavy jejich budou polévány vodou vroucí,",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "jež rozleptá vše, co v břichách jejich je, i kůži jejich,",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "a pro ně jsou připraveny důtky železné.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "A kdykoli budou odtamtud chtít odejit kvůli utrpení, budou tam vráceni a bude jim řečeno: \"Okuste trestu spalujícího!\"",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Naproti tomu Bůh věru uvede ty, kdož uvěřili a zbožné skutky konali, do zahrad, pod nimiž řeky tekou; a tam budou ozdobeni náramky zlatými a perlami a oděni budou do šatu z hedvábí",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "a budou vedeni k řeči překrásné a budou vedeni ke stezce Toho, jenž hoden je chvály.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "A věru těm, kdož nevěří a odvádějí jiné z cesty Boží a od Mešity posvátné, již jsme určili pro všechny lidi - jak pro ty, kdož u ní sídlí, tak i pro kočovníky, a těm, kdož chtěli by zde zavést bludnou víru ze svévole, dáme okusit trestu bolestného.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "A hle, připravili jsme pro Abrahama příbytek na místě chrámu a řekli jsme mu: \"Nepřidružuj ke Mně nic, ale očisti Chrám Můj pro ty, kdo obcházení konají, a pro ty, kdož modlí se vestoje, klaní se a na zem padají!",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "A vyzývej lidi ke konání pouti, a nechť k tobě přijdou pěšky anebo jedouce na všelikých velbloudech rychlých, přicházejíce ze všech rozsedlin hlubokých,",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "aby podali svědectví o užitečných darech jim uštědřených a aby vzpomínali jména Božího ve dnech známých nad dobytčetem ze stád, jež Bůh jim v obživu daroval. Jezte z nich a nakrmte nuzného a chudého!",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Potom nechť skončí se zanedbáváním svým, vyplní přesně sliby své a vykonají obcházení okolo Chrámu starobylého.\"",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "A takto konejte! A kdo v úctě bude mít posvátné věci Boží, bude to pro něj lepší u Pána jeho. A jsou vám dovolena zvířata ze stád kromě toho, co bylo již dříve jmenováno. Vyhýbejte se špíně model, vystříhejte se řeči falešné!",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Buďte jako hanífové Bohu oddáni, nikoliv jako ti, kdo k Němu přidružují! Ten, kdo přidružuje k Bohu, podobá se tomu, jenž spadl z nebe a jejž uchvátili ptáci anebo jej zavál vítr do místa dalekého.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Takto konejte! A má-li kdo v úctě obřady Boží, je to známka bohabojnosti srdcí.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "A budete mít z nich užitek až do lhůty určené - a místo obětování jejich bude u Chrámu starobylého.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "A každé obci jsme stanovili obřady, aby lidé vzpomínali jména Božího nad dobytčetem ze stád, jež jsme jim uštědřili. A božstvem vaším je Bůh jediný, Jemu se do vůle odevzdávejte! A oznam zvěst radostnou pokorným,",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "těm, jichž srdce jsou naplněna bázní, když vzpomínáno je Boha, a kteří jsou trpěliví k tomu, co je postihuje, a kteří dodržují modlitby a rozdávají almužny z toho, co jsme jim uštědřili.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "A učinili jsme pro vás velbloudice obětmi při obřadech Božích a je v tom pro vás dobro. A vzpomínejte jména Božího nad nimi, když stojí v řadě. A když se jejich boky zhroutí, jezte z nich a nakrmte zdrženlivé i stydlivě prosící. A takto jsme vám podmanili obětní zvířata - snad budete vděční!",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "K Bohu nedospěje ani maso jejich, ani krev jejich, ale dospěje k Němu bohabojnost vaše. A takto vám je podmanil, abyste hlásali velikost Boží za to, že vás uvedl na cestu pravou. A oznam těm, kdož dobré konají, zvěst radostnou!",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Bůh ubrání ty, kdož uvěřili, neboť Bůh věru nemiluje žádného zrádce nevěřícího.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "A těm, kdož chtějí, je dovoleno, aby bojovali kvůli tomu, že jim bylo ukřivděno. A Bůh věru je schopen poskytnout jim pomoc,",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "těm, kdož byli bezprávně vyhnáni ze svých domovů jedině proto, že říkali: \"Pánem naším je Bůh!\" A kdyby byl Bůh nezahnal jedny lidi druhými, věru by byly bývaly zničeny poustevny, kostely, modlitebny a místa klanění, v nichž hojně je vzpomínáno jména Božího. - A Bůh vskutku pomůže těm, kdož pomáhají Jemu - a Bůh věru je silný, mocný.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "On pomůže těm, kteří - když jsme je upevnili na zemi - dodržují modlitbu a dávají almužnu a nařizují vhodné a zakazují zavrženíhodné. A Bohu patří konečné rozhodnutí o věcech všech.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Prohlašují-li tě za lháře, pak již před nimi prohlašoval proroky za lháře lid Noemův, ´Ádovci a Thamúdovci",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "a také lid Abrahamův i Lotovi soukmenovci",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "i obyvatelé Madjanu. Též Mojžíš byl za lháře prohlášen. Já pak poskytl jsem nevěřícím odklad, leč posléze jsem je uchvátil, a jaké bylo mé zavržení!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Kolika městům jsme již dali zahynout, protože byla nespravedlivá a dnes jsou od základu zpustošena! A kolik studní je zasypáno a kolik vznosných zámků zbořeno!",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Což necestovali po zemi a neměli srdce, aby chápali, a uši, aby slyšeli avšak nejsou to oči jejich, jež jsou nevidoucí, nýbrž slepá jsou srdce v hrudích jejich.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "A vyžadují na tobě, abys uspíšil příchod trestu, avšak Bůh slib Svůj nezruší. A jeden den je věru u Pána tvého jako tisíc let z těch, jež vy počítáte.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Kolika městům jsem poskytl odklad, přestože byla nespravedlivá! Potom jsem je však uchvátil a u Mne je cíl konečný.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Rci: \"Lidé, já jsem pro vás jen varovatelem zjevným!\"",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "Těm, kdož uvěřili a zbožné skutky konali, dostane se slitování i přídělu štědrého,",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "avšak ti, kdož ukládali o znamení Naše snažíce se je znemožnit, ti budou obyvateli výhně pekelné.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Nevyslali jsme před tebou posla ani proroka, aby satan nebyl podvrhl do přání jeho něco nevhodného, avšak Bůh zruší to, co satan podvrhne, a potom Bůh potvrdí Svá znamení - a Bůh vševědoucí je i moudrý.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "A jedná takto, aby učinil to, co podvrženo bylo satanem, pokušením pro ty, v jichž srdcích je choroba a jichž srdce jsou zatvrzelá - a nespravedliví jsou věru ve vzdoru hlubokém -",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "a aby ti, jimž dostalo se vědění, poznali, že to je pravda od Pána tvého, a uvěřili v ni a pokořila se před ní srdce jejich. Bůh zajisté povede ty, kdož uvěřili, ke stezce přímé.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Avšak ti, kdož neuvěřili, nepřestanou o ní pochybovat, dokud se k nim znenadání Hodina nedostaví anebo dokud k nim nepřijde trest dne zhoubného.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "V ten den bude náležet vláda Bohu a On bude soudit mezi nimi. A ti, kdož uvěřili a zbožné skutky konali, budou v zahradách slastí,",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "zatímco ty, kdož neuvěřili a znamení Naše za lež prohlašovali, očekává trest ponižující.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "A těm, kdož vystěhovali se na cestě Boží a potom byli zabiti anebo zemřeli, Bůh věru uštědří podíl překrásný, neboť Bůh nejlepší je z uštědřovatelů.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "A věru je uvede na místo, jež se jim bude líbit; a Bůh zajisté je vševědoucí, soucitný.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Tak bude! Tomu, kdo potrestá stejným způsobem, jakým byl sám trestán, a potom je mu kvůli tomu ukřivděno, tomu věru Bůh pomůže, vždyť Bůh je promíjející, odpouštějící.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "A je to proto, že Bůh dává noci proniknout v den a dni v noc a protože je slyšící, jasnozřivý.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "A je to proto, že Bůh je pravda a že to, co je místo Něho vzýváno, je nicotné a Bůh věru je vznešený, veliký.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Což jsi neviděl, jak Bůh seslal z nebes vodu, takže se země zazelenala? Vždyť Bůh je věru rychlý a dobře zpravený.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Jemu náleží vše, co na nebesích je i na zemi, a On je soběstačný, chvályhodný.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Což jsi neviděl, jak Bůh vám podrobil vše, co na zemi je, stejně jako lodi, jež po moři plují podle rozkazu Jeho? A On zadržuje nebe, aby nespadlo na zem, leda z dovolení Jeho. Vždyť Bůh je vůči lidem věru shovívaný, slitovný.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "A On je ten, jenž dal vám život, potom vás zemřít nechá, aby vás posléze znovu oživil. A člověk je vskutku velmi nevděčný.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "A každé obci jsme stanovili obřady, jimiž se řídí. Nechť se tedy s tebou nehádají ohledně věci této. Vyzývej k Pánu svému, neboť tys věru na cestě přímé!",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "A jestliže se s tebou hádají, rci: \"Bůh zná nejlépe, co děláte,",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "a Bůh rozsoudí mezi vámi v den zmrtvýchvstání to, o čem jste se tak hádali.\"",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Což nevíš, že Bůh zná vše, co na nebi je i na zemi? A vše to je věru v Knize zapsáno, a to je pro Boha vskutku velmi snadné.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "A oni uctívají místo Boha něco, k čemu On neseslal oprávnění a o čem nemají žádné vědění. A nespravedliví nebudou mít pomocníka žádného.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "A když jsou jim přednášena Naše znamení jasná, uzříš na tvářích těch, kdož neuvěřili, odpor a div že nenapadnou ty, kdož sdělují jim Naše znamení. Rci: \"Mám vám sdělit něco ještě horšího, než je toto? Oheň - ten slíbil Bůh těm, kdož neuvěří a jak hnusný to bude cíl konečný!\"",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Lidé, je vám uváděno podobenství, vyslyšte je! Ti, které vzýváte místo Boha, nejsou schopni stvořit ani mouchu, i kdyby se k tomu všichni spojili! A kdyby jim moucha něco vzala, nebyli by schopni si to vzít nazpět od ní. Jak slabí jsou oba: žádající i žádaný!",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Nevěřící neoceňují Boha pravdivou mírou a Bůh věru je silný a mocný.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Bůh si volí mezi anděly a mezi lidmi posly Své, vždyť Bůh je slyšící, jasnozřivý.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "On zná dobře, co je před vámi i co je za vámi, a k Bohu se věci všechny navrátí.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Vy, kteří věříte! Klaňte se, padejte na zem a uctívejte Pána svého! Konejte dobré, snad budete blaženi!",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "A bojujte usilovně za Boha s úsilím, jež si zaslouží! On si vás vyvolil a nepřipravil vám žádné obtíže v náboženství, jež je vírou předka vašeho Abrahama. A On nazval vás muslimy již dříve - i v tomto -, aby posel tento byl vám svědkem a abyste vy byli svědky pro ostatní lidi. Dodržujte modlitbu a rozdávejte almužnu a hledejte oporu u Boha! On vaším je ochráncem - jak překrásný to ochránce a jak výtečný to pomocník!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.hrbek",
      "language": "cs",
      "name": "Hrbek",
      "englishName": "Preklad I. Hrbek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}