{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Há mím",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "`ajn sín qáf!",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Takto Bůh mocný, moudrý vnuká tobě a těm, kdož byli před tebou, zjevení.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Jemu náleží vše, co je na nebesích a co je na zemi, a On vznešený je i nesmírný.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Nebesa se div v krovu svém nerozpoltí, zatímco andělé slávu Pána svého pějí a o odpuštění Jej prosí pro ty, kdož na zemi žijí. Což není Bůh věru odpouštějící a slitovný?",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Ty, kdož si vzali ochránce jiné vedle Něho, ty Bůh dobře střeží - ty však nad nimi nejsi dozorcem žádným.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Takto jsme ti vnukli Korán arabský, abys jím varoval Matku měst i ty, kdož kolem ní žijí, a abys je varoval přede dnem zmrtvýchvstání, o němž pochyby není. Jedna skupina z nich se pak octne v ráji a skupina jiná v plameni šlehajícím.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Kdyby Bůh chtěl, učinil by vás věru národem jediným, avšak On uvádí do milosrdenství Svého, koho chce, zatímco nespravedliví nebudou mít ochránce ani pomocníka.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Naopak, oni si vzali ochránce jiné vedle Něho, ačkoliv Bůh jediným je ochráncem. On mrtvé oživuje a všemocný je nad každou věcí.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "A ať již na cokoliv máte různé názory, rozsouzení toho patří Bohu. \"Takový je Bůh, Pán můj, na Něho spoléhám a k Němu se kajícně obracím.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "Stvořitel nebes a země, jenž učinil vám manželky vaše z vás samých a stvořil zvířata v párech, a tím vás rozmnožuje. A není nic, co by podobné Mu bylo a On slyšící je i jasnozřivý.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "On klíče k nebesům i zemi má a On hojně uštědřuje obživu, komu chce, i odměřuje ji, komu chce - On o každé věci je vševědoucí.\"",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "On vám uzákonil jako náboženství to, co kdysi uložil Noemu - a to, co jsme vnukli tobě a co jsme uložili i Abrahamovi, Mojžíšovi a Ježíšovi: \"Dodržujte náboženské úkony a nerozštěpujte se ohledně jich!\" Jak nesnesitelné je pro modloslužebníky to, k čemu je vyzýváš! Bůh si k tomu vybírá, koho chce, a vede k tomu toho, kdo kajícně se k Němu obrací.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "A rozštěpily se národy předchozí teprve poté, co dostalo se jim vědění, kvůli vzájemné nevraživosti. A kdyby nebylo slova, jež již dříve přišlo od Pána o lhůtě stanovené, bylo by mezi nimi již rozsouzeno. A věru ti, kdož po nich Písmo zdědili, v hlubokých pochybnostech o něm byli.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Proto vyzývej k víře pravé a kráčej přímo, jak bylo ti poručeno! Nenásleduj scestná učení jejich, nýbrž rci: \"Uvěřil jsem v to, co Bůh z Písma seslal, a bylo mi poručeno, abych jednal spravedlivě mezi vámi. Bůh naším je i vaším Pánem, my skutky své máme i vy skutky své máte a není mezi námi důvodů ke sporu; Bůh shromáždí nás všechny a u Něho je cíl konečný.\"",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Ti, kteří uvádějí důvody proti Bohu poté, co Mu bylo odpovězeno, těch důvody jsou u Pána jejich nicotné. Hněv Jeho se proti nim obrátí a je očekává trest přísný.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Bůh je ten, kdo seslal Písmo s pravdou i váhu; a víš ty vůbec, zda Hodina není snad již blízká?",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Ti, kdož v ni nevěří, se ji snaží uspíšit, zatímco ti, kdož věří, se jí obávají a vědí, že ona je skutečností. Což nejsou ti, kdož o Hodině pochybují, v dalekém bloudění?",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Bůh ke služebníkům Svým je láskyplný, a uštědřuje, komu chce - On silný je i mocný.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Kdokoliv si přeje pěstovat pole života budoucího, tomu rozmnožíme pole jeho; a kdokoliv si přeje obdělávat pole života pozemského, tomu z něho dáme část, avšak nebude mít podílu žádného v životě budoucím.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Což mají nevěřící společníky, kteří jim jako náboženství uzákonili to, co Bůh nedovolil? Kdyby nebylo slova rozhodnutí, bylo by už mezi nimi rozsouzeno, však nespravedlivé trest bolestný očekává.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Pak uvidíš nespravedlivé třást se strachem z toho, co si vysloužili, až trest na ně bude dopadat. Ti však, kdož uvěřili a dobré skutky konali, na lučinách rajských budou dlít a vše, co přát si budou, u Pána svého budou mít - a to přízeň je nesmírná.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "A toto je to, co Bůh oznamuje jako zvěst radostnou služebníkům Svým, kteří uvěřili a zbožné skutky konali. Rci: \"Nežádám od vás odměnu žádnou leč lásku k bližním!\" Kdokoliv uskuteční něco dobrého, tomu rovněž rozmnožíme dobré, vždyť Bůh věru je odpouštějící a za vděčnost uznalý.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Což neříkají: \"On vymyslil si o Bohu lež!\" Kdyby Bůh chtěl, zapečetil by srdce tvé. Bůh však zahladí to, co je falešné, a uskuteční pravdu slovem Svým, vždyť On o všem, co v hrudích je skryto, dobře ví.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "On je ten, jenž od služebníků Svých pokání přijímá a špatné skutky jim odpouští a dobře ví, co konáte.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "On vyslyší ty, kdož uvěřili a dobré skutky konali, a rozmnoží jim ze Své přízně; pro nevěřící pak určil trest přísný.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Kdyby Bůh dal služebníkům Svým obživu v hojnosti, věru by se stali nestoudnými na zemi, avšak On sesílá s mírou to, co chce. On věru je o služebnících Svých dobře zpraven a dobře je vidí.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "On je ten, kdo déšť hojný sesílá poté, co lidé již naději ztratili, a milosrdenství Své rozšiřuje. On ochránce je a chvályhodný.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "A k znamením Jeho patří stvoření nebes a země i živočichů, jež na ní rozmnožil; a kdyby chtěl, mohl by je všechny shromáždit.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "A nepostihne vás neštěstí žádné, leda za to, co ruce vaše si vysloužily, však On mnohé odpouští.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Vy nejste s to uniknout zásahu Jeho na zemi a nemáte vedle Boha ochránce ani pomocníka žádného.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "A ke znamením Jeho patří i lodi moře brázdící, jež jako kopce jsou;",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "a když se mu zlíbí, utišuje vítr a tehdy lodi zůstanou nehybné na hladině moře. A v tom je věru znamení pro každého trpělivého a vděčného.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Anebo jim dá ztroskotat za to, co si vysloužili, avšak On také mnohé promíjí.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "A poznají ti, kdož ohledně znamení Našich se hádají, že pro ně úniku není.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Co bylo vám z věcí dáno, je jen užívání krátké života pozemského, však co u Boha je, je lepší i trvalejší pro ty, kdož věří a na Pána svého spoléhají,",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "a pro ty, kdož velkým hříchům a neřestem se vyhýbají, a když rozhněváni jsou, odpouštějí,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "a pro ty, kdož Pánu svému odpovídají a modlitby své dodržují a záležitosti své na základě porady mezi sebou vyřizují a z toho, co jsme jim uštědřili, rozdávají,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "a pro ty, kteří si vzájemně pomáhají, když postihne je bezpráví.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "A odměnou za špatné je jen špatnost podobná. Ten, kdo odpouští a o nápravu se snaží, toho odměna je u Boha, jenž věru nespravedlivé nemiluje.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Proti těm pak, kdož vzájemně si pomáhají poté, co bylo jim ukřivděno, není věru důvodu k zakročení;",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "však důvod k zakročení je pouze proti těm, kdož na lidech křivdu a na zemi svévoli neprávem páchali. Pro takové pak určen je trest bolestný.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "A věru ten, kdo trpělivý je a odpouští... a vskutku to patří k podstatě věci.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Komu Bůh dal zbloudit, ten nebude mít po Něm ochránce žádného; a uzříš nespravedlivé volat, až spatří trest svůj: \"Je způsob nějaký, jak jej odvrátit?\"",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "A uvidíš je, až budou předvedeni před peklo, ponížené a zahanbené hledět zrakem vylekaným; a ti, kdož uvěřili, řeknou: \"Ztraceni jsou ti, kdož ztrátu způsobili sami sobě i rodinám svým, v den zmrtvýchvstání.\" A vskutku budou nespravedliví uvrženi do trestu trvalého.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "A nebudou mít kromě Boha ochránce žádného, který by mohl jim pomoci. Však ten, komu Bůh dal zbloudit, pro toho není cesta žádná.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Odpovězte tedy Pánu svému, dříve než dostaví se od Boha den, jejž nelze zadržet; v ten den nebude pro vás útulku ani zapírání nijakého.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Jestliže se však i nyní odvrátí, vždyť jsme tě k nim neposlali jako dozorce; tobě přísluší jedině předat sdělení. Když dáme okusit člověku milosrdenství Svého, raduje se z něho, avšak když postihneme jej něčím zlým za to, co ruce jeho spáchaly... vždyť člověk je vskutku nevděčný.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Bohu náleží království na nebesích a na zemi; On tvoří, co chce, a podle libosti dává dcery jednomu a syny druhému",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "anebo z nich činí páry, syny i dcery, anebo činí neplodným, koho chce, neb On vševědoucí je i všemocný.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "A není dáno smrtelníku žádnému, aby s ním Bůh rozmlouval, leda prostřednictvím vnuknutí či zpoza clony anebo tak, že vyšle posla, jenž vnuká lidem z dovolení Jeho to, co On chce a On vznešený je a moudrý.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "A takto jsme ti vnukli ducha ze zjevení Svého; předtím jsi neznal, co je to Písmo a co je to víra, avšak učinili jsme to světlem, jímž vedeme, koho chceme ze služebníků Svých. A ty věru také vedeš lidi po stezce přímé,",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "po stezce Boha, jemuž náleží vše, co na nebesích je i na zemi. Což k Bohu se nevracejí věci všechny?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.hrbek",
      "language": "cs",
      "name": "Hrbek",
      "englishName": "Preklad I. Hrbek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}