{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Gõdiya ta tabbata ga Allah, Mai fãra halittar sammai da ƙasã, Mai sanya malã'iku manzanni mãsu fukãfukai, bibbiyu, da uku-uku da hurhuɗu. Yanã ƙãrãwar abin da Ya ke so a cikin halittar. Lalle Allah Mai ĩkon yi ne a kan kõme.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Abin da Allah Ya buɗa wa mutãne daga rahama, to, bãbu mai riƙewa a gare shi, kuma abin da Ya riƙe, to, bãbu mai saki a gare shi, waninSa, kuma Shĩ ne Mabuwãyi, Mai hikima.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "Yã kũ mutãne! Ku tuna ni'imar Allah a kanku. Shin, akwai wani mai halitta wanin Allah da zai azurta ku daga sama da, ƙasã? Bãbu wani abin bautãwa, fãce Shi. To, yãya ake karkatar da ku?",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Kuma idan sun ƙaryata ka, to, lalle, an ƙaryata waɗansu Manzanni a gabãninka, kuma zuwa ga Allah ake mayar da al'amura.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "Yã kũ mutãne! Lalle wa'adin Allah gaskiya ne, sabõda haka kada rãyuwar dũniya ta rũɗar da ku, kuma kada marũɗi ya rũɗe ku game da Allah.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Lalle Shaiɗan maƙiyi ne a gare ku, sai ku riƙe shi maƙiyi. Yanã kiran ƙungiyarsa kawai ne, dõmin su kasance 'yan sa'ir.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Waɗanda suka kãfirta suna da azãba mai tsanani kuma waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, sunã da wata gãfara da sakamako mai girma.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "Shin to, wanda aka ƙawãta masa aikinsa, har ya gan shi mai kyau (yanã daidai da waninsa)? Sabõda haka, lalle, Allah Yanã ɓatar da wanda Yake so, kuma Yanã shiryar da wanda Yake so, sabõda haka kada ranka ya halaka a kansu dômin baƙin ciki. Lalle Allah Masani ne ga abin da suke sanã'antawa.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Kuma Allah ne Ya aika da iskõki har su mõtsar da girgije, sa'an nan Mu kõra shi zuwa ga gari matacce, sa'an nan Mu rãyar da ƙasã game da shi a bayan mutuwarta. Kamar wancan ne Tãshin ¡iyãma yake.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Wanda ya kasance yanã nẽman wata izza, to, Allah ne da izza gabã ɗaya. zuwa gare Shi magana mai dãɗi ke hawa, kuma aiki na ƙwarai Yanã ɗaukar ta Kuma waɗanda ke yin mãkircin mũnanan ayyuka, sunã da wata azãba mai tsanani, kuma mãkircin waɗannan yanã yin tasgaro.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Kuma Allah ne Ya halitta ku daga turɓãya, sa'an nan daga ɗigon maniyyi, sa'an nan Ya sanya ku surkin maza da mãtã. Kuma wata mace bã ta yin ciki, kuma bã ta haihuwa, fãce da saninSa, kuma bã zã a rãyar da wanda ake rãyarwa ba, kuma bã zã a rage tsawon ransa ba fãce yanã a cikin Littãfi. Lalle, wancan mai sauki ne ga Allah.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "Kuma kõguna biyu ba su daidaita: Wannan mai ruwan dãɗi, mai zãƙi, mai sauƙin haɗiya kuma wannan mai ruwan gishiri mai zartsi, kuma daga kõwane, kunã cin wani nama sãbo, kuma kunã fitar da kawa wadda kuke tufantarta, kuma kanã ganin jirãge a cikinsa sunã mãsu gudãna, dõmin ku nẽmo daga falalarSa, kuma ɗammãninku zã ku dinga gõdẽwa.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "Yanã shigar da dare a cikin rãna, kuma Yanã shigar da rãna a cikin dare. Kuma Ya hõre rãnã da watã kõwannensu yanã gudãna zuwa ga ajali ambatacce Wannan Shĩ ne Allah, Ubangijinku, gare Shi mulki yake, kuma waɗanda kuke kira waninSa bã su mallakar kõ fãtar gurtsun dabĩno.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Idan kun kira su, bã zã su ji kiranku ba, kuma kõ sun jiya, bã zã su karɓa muku ba, kuma a Rãnar ¡iyãma zã su kãfirce wa shirkinku, kuma bãbu mai bã ka lãbãri, kamar wanda ya sani.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "Yã kũ mutãne! Kũ ne mãsu bukãta zuwa ga Allah, kuma Allah, Shĩ ne Mawadãci, Gõdadde.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Idan Ya so, zai tafi da ku, kuma Ya zo da wata halitta sãbuwa.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Kuma wancan bai zama mabuwãyi ba ga Allah.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Kuma wani rai mai ɗaukar nauyi, bai ɗaukar nauyin wani rai. Kuma idan ran da aka nauyaya wa kãya ya yi kira (ga wani mataimaki) zuwa ga kãyansa, bã zã a dauki kõme ba daga gare shi, kuma kõ dã (wanda ake kiran) yã kasance makusancin zumunta ne. Kanã gargaɗi kawai ne ga waɗanda ke tsoron Ubangijinsu a fake, kuma suka tsayar da salla. Kuma wanda ya tsarkake, to, yanã tsarkaka ne dõmin kansa. Kuma zuwa ga Allah kawai makõma take.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Kuma makãho bã ya daidaita da mai gani.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "Kuma duffai bã su daidaita, kuma haske bã ya daidaita.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "Kuma inuwa bã ta daidaita, kuma iskar zãfi bã ta daidaita.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "Kuma rãyayyu bã su daidaita kuma matattu ba su daidaita. Lalle Allah Yanã jiyar da wa'azi ga wanda Ya so, kuma ba ka jiyar da waɗanda suke a cikin kaburbura.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Ba ka zama ba fãce mai gargaɗi kawai.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Lalle Mũ Mun aike ka da gaskiya, kanã mai bãyar da bushãra kuma mai gargaɗi. Kuma bãbu wata al'umma fãce wani mai gargaɗi yã shũɗe a cikinta.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Kuma idan sunã ƙaryata ka, to, haƙĩƙa, waɗanda suke a gabãninsu sun ƙaryata. Manzanninsu sun jẽ musu da hujjõji, kuma da takardu, kuma da Littafi mai haske.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Sa'an nan Na kãma waɗanda suka kãfirta. To, yãya musũNa yake?",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Ba ka gani ba, lalle Allah Ya saukar da ruwa daga sama? Sai Muka fitar, game da shi,'yã'yan itãce mãsu sãɓanin launuka kuma daga duwatsu akwai zane-zane, farfaru da jãjãye, mãsu sãɓanin launin, da mãsu launin baƙin ƙarfe, baƙãƙe.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "Kuma daga mutãne da dabbõbi da bisãshen gida, mãsu sãɓãnin launinsu kamar wancan. Malamai kawai ke tsõron Allah daga cikin bãyinSa. Lalle, Allah, Mabuwãyi ne, Mai gãfara.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Lalle waɗanda ke karãtun Littãfin Allah kuma suka tsayar da salla, kuma suka ciyar daga abin da Muka azurta su da shi, a asirce da bayyane, sunã fãtan (sãmun) wani fatauci ne wanda bã ya yin tasgaro.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "Dõmin (Allah) zai cika musu sakamakonsu, kuma Ya ƙarã musu daga falalarSa. Lalle Shi Mai gãfara ne, Mai gõdiya.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "Kuma abin da Muka yi wahayi zuwa gare ka, daga Littãfi,",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Sa'an nan Mun gãdar da Littãfin, ga waɗanda Muka zãɓa daga bãyinMu, sa'an nan daga cikinsu, akwai mai zãlunci ga kansa, kuma daga cikinsu akwai mai tsakaitãwa, kuma daga cikinsu akwai mai tsẽrẽwa da ayyukan alhẽri da iznin Allah. Waccan ita ce falalar (Allah) mai girma.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Gidãjen Aljannar zamã sunã shigar su. Anã ƙawãce su a cikinsu, da ƙawã ta mundãye daga zĩnãriya da lu'ulu'u, kuma tufãfinsu, a cikinsu alharĩni ne.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "Kuma suka ce: \"Godiya ta tabbata ga Allah Wanda Ya tafiyar da baƙin ciki daga gare mu. Lalle Ubangijinmu, haƙĩƙa Mai gafarane, Mai godiya.\"",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "\"Wanda Ya saukar da mu a gidan zamã, daga falalarSa, wata wahala bã ta shãfar mu a cikinsa, kuma wata kãsãwa bã ta shãfar mu a cikinsa.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "Kuma waɗanda suka kãfirta sunã da wutar Jahannama, bã a yin hukunci a kansu balle su mutu kuma bã a sauƙaƙa musu daga azãbarta. Kamar haka Muke sãka wa kõwane mai yawan kãfirci.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Kuma sũ, sunã hargõwar nẽman ãgaji a cikinta. (Sunã cẽwa) \"Yã Ubangijinmu! Ka fitar da mu, mu aikata aiki mai kyau, wanin wanda muka kasance munã aikatãwa.\" Ashe, kuma, ba Mu rãyar da ku ba, abin da mai tunãni zai iya yin tunãni a ciki, kuma mai gargaɗi yã jẽ muku? To, ku ɗanɗana, sabõda haka bãbu wani mataimaki, ga azzãlumai.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Lalle Allah ne Masanin gaibin sammai da ƙasã. Lalle Shĩ ne Masani ga abin da yake ainihin zukata.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "Shĩ ne Wanda Ya sanya ku mãsu maye wa junã, a cikin ƙasã. To, wanda ya kãfirta, to, kãfircinsa yanã a kansa. Kuma kãfircin kãfirai bã ya kãra musu kõme fãce baƙin jini, kuma kãfircin kãfirai bã ya kãra musu kõme face hasãra.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Ka ce: \"Shin, kun ga abũbuwan shirkinku, waɗanda kuke kira, wasun Allah? Ku nũna mini, mẽne ne suka halitta daga ƙasã? Kõ sunã da tãrayya ne a cikin sammai? Kõ kuma Mun bã su wani littãfi ne sabõda haka sunã a kan wata hujja ce daga gare shi? Ã'a, azzãlumai bã su yin wani wa'adi, sãshensu zuwa ga sãshe, fãce rũɗi.\"",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Lalle Allah Yanã riƙe sammai da ƙasã dõmin kada su gushe. Kuma haƙĩƙa, idan sun gushe, bãbu wani baicinSa da zai riƙe su. Lalle Shi Yã kasance Mai haƙuri, Mai gãfara.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Kuma suka yi rantsuwa da Allah, mafi nauyin rantsuwarsu, \"Lalle, idan wani mai gargaɗi ya zo musu tabbas zã su kasance mafi shiryuwa, daga ɗayan al'ummõmi.\" To, a lõkacin da mai gargaɗi ya jẽ musu, bai ƙarã su da kõme ba fãce gudu.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "Dõmin nũna girman kai a cikin ƙasã da mãkircin cũta. Kuma mãkirci na cũta bã ya fãdãwa fãce a kan mutãnensa. To shin sunã jiran (wani abu ne) fãce dai hanyar (kãfiran) farko. To, bã zã ka sãmi musanya ba ga hanyar Allah. Kuma bã zã ka sãmi jũyarwa ba ga hanyar Allah.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Ashe, kuma ba su yi tafiya ba, a cikin ƙasã, dõmin su dũba yadda ãƙibar waɗannan da suke a gabãninsu ta kasance? Alhãli kuwa sun kasance mafĩfĩta ƙarfi daga gare su? Kuma Allah bai kasance wani abu nã iya rinjãyarSa ba, a cikin sammai, kuma haka a cikin kaƙã. Lalle Shi ne Ya kasance Masani, Mai ĩkon yi.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Kuma dã Allah Yanã kãma mutãne sabõda abin da suka aikata, dã bai bar wata dabba ba a kanta (kasã). Amma Yanã jinkirta musu zuwa ga ajalin da aka ambatã. Sa'an nan idan ajalinsu ya zo, to, lalle Allah yã kasance Mai gani ga bãyinSa.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ha.gumi",
      "language": "ha",
      "name": "Gumi",
      "englishName": "Abubakar Mahmoud Gumi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}