{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Saukar da Littãfin daga Allah ne, Mabuwãyi, Mai hikima.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Lalle Mũ Mun saukar da Littãfi zuwa gare ka, da gaskiya. Sabõda haka, ka bauta wa Allah kanã mai tsarkake addini a gare Shi.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "To, addini tsarkakakke na Allah ne, kuma waɗanda suka riƙi waɗansu majibinta, bã Shi ba, (sunã cẽwa) \"Ba mu bauta musu ba fãce dõmin su kusantar da mu zuwa ga Allah, kusantar daraja.\" Lalle Allah nã yin hukunci a tsakãninsu ga abin da suka zama sunã sãɓãwa a cikinsa. Lalle Allah ba Ya shiryar da wanda yake mai ƙarya, mai kãfirci.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Dã Allah Yã yi nufin Ya riƙi ɗã, to, lalle sai Ya zãɓa daga abin da Yake halittãwa abin da Yake so. Tsarki ya tabbata a gare Shi. Shĩ ne Allah, Makaɗaici, Mai tĩlastãwa.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Ya halitta sammai da ƙasã da gaskiya. Yanã shigar da dare a kan rãna, kuma Yanã shigar da rãnã a kan dare kuma Yã hõre rãnã da watã, kõwannensu yanã gudãna zuwa ga ajali ambatacce. To, Shĩ ne Mabuwãyi, Mai gãfara.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Yã halitta ku daga rai guda, sa'an nan Ya sanya ma'auranta daga gare shi. Kuma ya saukar muku daga dabbõbin gida nau'i takwas Yanã halitta ku a cikin cikunnan uwayenku, halitta a bãyan wata halitta, a cikin duffai uku. Wannan shĩ ne Allah Ubangijinku. Mulki a gare shi yake. Bãbu abin bautãwa fãce Shi. To, yãya ake karkatar da ku?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Idan kun kãfirta to, lalle Allah Wadãtacce ne daga barinku, kuma bã Shi yarda da kãfirci ga bãyinSa, kuma idan kun gõde, Zai yarda da ita (gõdiyar) a gare ku, kuma wani rai mai ɗaukar nauyi, bã ya ɗaukar nauyin wani. Sa'an nan kuma makõmarku zuwa ga Ubangijinku take, dõmin Ya bã ku lãbãri game da abin da kuka kasance kunã aikatãwa. Lalle Shĩ, Masani ne ga abin da yake a ainihin zukata.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Kuma idan wata cũta ta shãfi mutum, sai ya kira Ubangijinsa, yanã mai mai da al'amari zuwa gare Shi, sa'an nan idan Ya jũyar da cũtar da ni'ima ta daga gare Shi, sai ya manta da abin da ya kasance yanã kira zuwa gare shi a gabãnin haka, kuma ya sanya wa Allah waɗansu abõkan tarẽwa dõmin ya ɓatar (da su) daga hanyarSa. Ka ce (masa), \"Ka ji dãɗi da kãfircinka, a ɗan lõkaci, lalle kai daga 'yan wutã ne.\"",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Shin, wanda yake mai tawãli'u sã'õ'in dare, yanã mai sujada kuma yanã mai tsayi ga salla, yanã tsõron Lãhira, kuma yanã fãtan rahamar Ubangijinsa, (yanã daidai da waninsa?) Ka ce: \"Ashe, waɗanda suka sani, sunã daidaita da waɗanda ba su sani ba?\" Mãsu hankali kawai ke yin tunãni.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Ka ce: (Allah Ya ce): \"Yã bãyĩNa waɗanda suka yi ĩmãni! Ku bi Ubangijinku da taƙawa. Waɗanda suka kyautata a cikin wannan dũniya sunã da sakamako mai kyau, kuma ƙasar Allah mai fãɗi ce. Mãsu haƙuri kawai ake cika wa ijãrarsu, bã da wani lissãfi ba.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Ka ce: \"Lalle nĩ, an umurce ni da in bauta wa Allah, inã tsarkake addini a gare Shi.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "\"Kuma an umurce ni da in kasance farkon mãsu miƙa wuya (ga umurnin Allah).\"",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Ka ce: \"Lalle nĩ inã tsõro, idan na sãɓã wa Ubangijĩna, ga azãbar yini mai girma.\"",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Ka ce: \"Allah nake bautã wa, inã mai tsarkake addinĩna a gare Shi.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "\"To, ku bauta wa abin da kuke so, waninSa.\" Ka ce: \"Lalle mãsu hasãra, sũ ne waɗanda suka yi hasarar rãyukansu da iyãlansu, a Rãnar ¡iyãma. To, waccan fa, ita ce hasãra bayyananna.\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Sunã da waɗansu inuwõwi na wutã daga samansu, kuma daga ƙasansu akwai waɗansu inuwõwi. Wancan Shĩ ne Allah ke tsõratar da bãyinSa da shi. Yã bãyĩNa! To, ku bĩ Ni da taƙawa.",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Kuma waɗanda suka nĩsanci Shaiɗannu ga bauta musu, kuma suka mai da al'amari ga Allah, sunã da bushãra. To, ka bãyar da bushãra ga bãyiNa.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Waɗanda ke sauraren magana, sa'an nan su bi mafi kyaunta. waɗancan sũ ne Allah Ya shiryar da su, kuma waɗancan su ne mãsu hankali,",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Shin fa, wanda kalmar azãba ta wajaba a kansa? Shin fa, kanã iya tsãmar da wanda ke a cikin wutã?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Amma waɗanda suka bi Ubangijinsu da taƙawa, sunã da bẽnãye, daga samansu akwai waɗansu bẽnãye ginannu, ƙoramu na gudãna daga ƙarƙashinsu. Alkawarin Allah. Allah bã Ya sãɓã wa alkawarinSa.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Shin, ba ka gani ba cẽwa lalle Allah Yã saukar da ruwa daga sama, sa'an nan Yã gudãnar da shi yanã marẽmari a cikin ƙasã sa'an nan Yã fitar da shũka game da shi, launukan shũkar mãsu sãɓãnin jũna sa'annan shũkar ta ƙeƙashe har ka gan ta fatsifatsi, sa'an nan Allah Ya sanya ta dandaƙaƙƙiya? Lalle ne ga wancan akwai tunãtarwa ga mãsu hankali (ga iyãwar gudãnar da ruwa a cikin gidãjen Aljanna).",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Shin fa, wanda Allah Ya buɗa ƙirjinsa, dõmin Musulunci sa'an nan shi yanã a kan haske daga Ubangijinsa, (zai zama kamar waninsa)? To, bone yã tabbata ga maƙeƙasa zukãtansu daga ambaton Allah. Waɗancan sunã a cikin wata ɓata bayyananna.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah Ya sassaukar da mafi kyaun lãbãri, Littãfi mai kama da jũna, wanda ake konkoma karãtunsa fãtun waɗanda ke tsõron Ubangijinsu, sunã tãƙura sabõda Shi, sa'an nan fãtunsu da zukãtansu su yi laushi zuwa ga ambaton Allah. Waccan ita ce shiryarwar Allah, Yanã shiryar da wanda Ya so game da ita. Kuma wanda Allah Ya ɓatar, to, bã shi da wani mai shiryarwa.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Shin fa, wanda ke kãre mũguwar azãba da fuskarsa (yanã zama kamar waninsa) a Rãnar ƙiyãma? Kuma a ce wa azzãlumai, \"Ku ɗanɗani abin da kuka kasance kunã aikatãwa.\"",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Waɗanda ke a gabãninsu, sun ƙaryata, sai azãba ta jẽ musu daga inda ba su sani ba.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Sai Allah Ya ɗanɗana musu azãbar wulãkanci a cikin rãyuwar dũniya, kuma lalle azãbar Lãhira ita ce mafi girma, dã sun kasance sunã da sani.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Kuma lalle ne haƙĩƙa Mun buga wa mutãne a, cikin wannan Alƙur'ãni, daga kõwane misãli, ɗammãninsu su yi tunãni.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Abin karantãwa ne na Lãrabci, ba mai wata karkata ba, ɗammãninsu, su yi taƙawa.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah Yã buga misãli; wani mutum (bãwa) a cikinsa akwai mãsu tarayya, mãsu mũgun hãlin jãyayya, da wani mutum (bãwa) dukansa ga wani mutum. Shin, zã su daidaita ga misãli? Gõdiya ta tabbata ga Allah (a kan bayãni). Ã'a, mafi yawan mutãne ba su sani ba.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Lalle kai mai mutuwa ne, kuma su mã lalle mãsu mutuwa ne.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Sa'an nan, lalle kũ, a Rãnar ¡iyãma, a wurin Ubangijinku, zã ku yi ta yin husũma.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "To, wãne ne mafi zãlunci daga wanda ya yi ƙarya ga Allah, kuma ya ƙaryata gaskiya a lõkacin da ta jẽ masa? Shin bãbu mazauni a cikin Jahannama ga kãfirai?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Kuma wanda ya zo da gaskiya, kuma ya gaskata a game da ita, waɗancan sũ ne mãsu taƙawa.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Sunã da abin da suke so wajen Ubangijinsu. Wancan shĩ ne sakamakon mãsu kyautatãwa.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Dõmin Allah Ya kankare musu mafi mũnin abin da suka aikata, kuma Ya sãkã musu ijãrarsu da mafi kyaun abin da suka kasance sunã aikatãwa.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Ashe Allah bai zama Mai isa ga BãwanSa ba? Kuma sunã tsõratar da kai ga waɗanda suke waninSa, kuma wanda Allah Ya ɓatar to, bã, shi da mai shiryarwa.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Kuma wanda Allah Ya shiryar, to, bã shi da mai ɓatarwa. Ashe, Allah bai zama Mabuwãyi ba, Mai azãbar rãmuwa?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Kuma lalle idan ka tambaye su: \"Wane ne ya halitta sammai da ƙasã?\" Haƙĩƙa, zã su ce, \"Allah ne.\" Ka ce: \"Ashe, to, kun gani abin da kuke kira, waɗanda suke wanin Allah ne, idan Allah Ya nufe ni da wata cũta, shin sũ abũbuwan nan mãsu kuranye, cutarsa ne? Kõ kuma Ya nufe ni da wata rahama, shin, su abũbuwan nan mãsu kãme rahamarSa ne?\" Ka ce: \"Mai isata Allah ne, gare Shi mãsu tawakkali ke dõgara.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Ka ce: \"Yã mutãnena! Ku yi aiki a kan hãlinku, lalle nĩ, inã aiki a kan hãlĩna. Sa'an nan zã ku sani.\"",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "\"Wanda azãba ta je masa, zã ta wulãkanta shi, kuma wata azãba mai dawwama za ta sauka a kansa.\"",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Lalle Mũ Mun saukar da littãfi a gare ka dõmin mutãne da gaskiya. Sa'an nan wanda ya nẽmi shiriya, to, dõmin kansa, kuma wanda ya ɓace, to, yanã ɓacẽwa ne a kanta. Kuma ba ka zama wakĩli a kansu ba.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah ne ke karɓar rãyuka a lõkacin mutuwarsu, da waɗannan da ba su mutu ba, a cikin barcinsu. Sa'an nan Ya riƙe wanda Ya hukunta mutuwa a kansa kuma Ya saki gudar, har zuwa ga ajali ambatacce. Lalle a cikin wancan, haƙĩƙa, akwai ãyõyi ga mutãne waɗanda ke yin tunãni.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Kõ kuma sun riƙi mãsu cẽto ne, waɗansun Allah? Ka ce: \"Shin, kuma kõ dã sun kasance bã su da mallakar kõme, kuma bã su hankalta?\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Ka ce: \"Cẽto gabã ɗaya ga Allah yake. Mulkin sammai da ƙasã Nãsa ne. Sa'an nan zuwa gare Shi ake mayar da ku.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Kuma idan aka ambaci Allah Shi kaɗai zukãtan waɗanda ba su yi ĩmãni ba da Lãhira, su yi ƙiyãma, kuma idan an ambaci waɗanda suke kiran, wasunSa, sai gãsu sunã yin bushãrar farin ciki.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Ka ce: \"Ya Allah, Mai ƙãga halittar sammai da ƙasã, Masanin gaibi da bayyane! Kai ne ke yin hukunci a tsakãnin bãyinKa a cikin abin da suka kasance sunã sãɓa wa jũna a cikinsa.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Kuma dã waɗanda suka yi zãlunci sunã da abin da ke cikin ƙasã gaba ɗaya, da misãlinsa a tãre da shi lalle dã sun yi fansa da shi daga mummunar azãba, a Rãnar ¡iyãma. Kuma abin da ba su kasance sunã zato ba, daga Allah, ya bayyana a gare su.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Mũnãnan ayyuka da suka aikata, suka bayyana a gare su, kuma abin da suka kasance sunã yi, na izgili, ya wajaba a kansu.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "To, idan wata cũta ta shãfi mutum, sai ya kirãye Mu, sa'an nan idan Muka canza masa ita, ya sãmi ni'ima daga gare Mu, sai ya ce: \"An bã ni ita ne a kan wani ilmi nãwa kawai.\" Ã'a ita wannan (magana) fitina ce, kuma amma mafi yawansu ba su sani ba.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Lalle waɗanda ke a gabãninsu, sun faɗe ta, sabõda haka abin da suka kasance sunã aikatãwa bai wadãtar da su da kõme ba.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Sai (sakamakon) mũnãnan abin da suka aikata ya same su. Kuma waɗanda suka yi zãlunci daga waɗannan, (sakamakon) munãnan abin da suka aikata zai sãme su, kuma ba su zama mabuwãya ba.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Ashe kuma ba su sani ba cẽwa Allah, na shimfiɗa arziƙi ga wanda Yake so, kuma Yanã ƙuƙuntawa? Lalle a cikin wancan akwai ãyõyi ga mutãne waɗanda ke yin ĩmãni.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Ka ce: (Allah Ya ce): \"Yã bãyĩNa waɗanda suka yi barna a kan rãyukansu! Kada ku yanke ƙauna daga rahamar Allah. Lalle Allah na gãfarta zunubai gabã ɗaya. Lalle Shĩ, Shĩ ne Mai gãfara, Mai jin ƙai.\"",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "\"Kuma ku mayar da al'amari zuwa ga Ubangijinku, kuma ku sallama Masa, a gabãnin azãba ta zo muku, sa'an nan kuwa bã zã a taimake ku ba.\"",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "\"Kuma ku bi mafi kyaun abin da aka saukar zuwa gare ku daga Ubangijinku, a gabãnin azãba ta zo muku, bisa auke, kuma kũ ba ku sani ba.\"",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "\"Kada wani rai ya ce: 'Yã nadãmãta a kan abin da na yi sakaci a cikin sãshen Allah' kuma lalle na kasance, haƙĩƙa, daga mãsu izgili!\"'",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "\"Ko kuma (kada) ya ce: 'Da Allah Ya shiryar da ni, dã na kasance daga mãsu taƙawa.'\"",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "\"Ko kuma (kada (ya ce: a lõkacin da yake ganin azãba, 'Dã lalle a ce inã da wata kõmawa (zuwa dũniya) dõmin in kasance daga mãsu kyautatãwa.'\"",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "\"Na'am! Lalle ne ãyõyiNa sun jẽ maka, sai ka ƙaryata a game da su, kuma ka yi girman kai, kuma ka kasance daga kãfirai.\"",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Kuma a Rãnar ¡iyãma kanã ganin waɗanda suka yi ƙarya ga Allah fuskõkinsu sunã mãsu yin baƙi. Ashe bãbu mazauni a cikin Jahannama ga mãsu girman kai?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Kuma Allah na tsĩrar da waɗanda suka yi taƙawa a game da wurin sãmun babban rabonsu, cũta bã zã tashãfe su ba, kuma ba su zama sunã baƙin ciki ba.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah ne Mai halitta dukan kõme, kuma Shĩ ne Wakĩli a kan kõme.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Shĩ ke da mabũɗan sammai da ƙasã. Kuma waɗanda suka kãfirta da ãyõyin Allah, waɗannan sũ nemãsu hasãra.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Ka ce: \"Shin, wanin Allah kuke umurni na da in bauta wa? Yã ku jãhilai!\"",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Kuma an yi wahayi zuwa gare ka da kuma zuwa ga waɗanda suke a gabãninka, \"Lalle idan ka yi shirki haƙĩƙa aikinka zai ɓãci, kuma lalle zã ka kasance daga mãsu hasãra.\"",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Ã'aha! Ka bauta wa Allah kaɗai, kuma ka kasance daga mãsu gõdiya.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Kuma ba su ƙaddara Allah a kan haƙĩƙanin ĩkon yinsa ba: ¡asã duka damƙarSa ce, a Rãnar ¡iyãma, kuma sammai abũbuwan naɗewa ne ga dãmanSa. Tsarki ya tabbata a gare Shi, kuma Ya ɗaukaka daga barin abin da suke shirki da shi.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Kuma aka busa a cikin ƙaho, sai waɗanda ke a cikin sammai da ƙasã suka sũma sai wanda Allah Ya so (rashin sumansa) sa'an nan aka hũra a cikinsa, wata hũrãwa, sai gã su tsaitsaye, sunã kallo.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Kuma ƙasã ta yi haske da hasken Ubangijinta, kuma aka aza littãfi, kuma aka zo da Annabãwa da mãsu shaida, kuma aka yi hukunci a tsakãninsu, da gaskiya, alhãli kuwa, sũ, bã zã a zãlunce su ba.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Kuma aka cika wa kõwane rai abin da ya aikata. Kuma (Allah) Shĩ ne Mafi sani game da abin da suke aikatãwa.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Kuma aka kõra waɗanda suka kãfirta zuwa Jahannama, jama'a-jama'a har a lõkacin da suka je mata, sai aka buɗe ƙõfõfinta, kuma matsaranta suka ce musu, \"Ashe, waɗansu Manzanni, daga cikinku ba su je muku ba, sunã karanta ãyõyin Ubangijinku a kanku, kuma sunã yi muku gargaɗin gamuwa da yininku wannan?\" Suka ce, \"Na'am, \"kuma amma kalmar azãba ita ce ta wajaba a kan kãfirai!\"",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Aka ce, \"Ku shiga ƙõfõfin Jahannama, kaunã madawwama a cikinta. Sa'an nan mazaunin makangara yã munana.\"",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Kuma aka kõra waɗanda suka bi Ubangijinsu da taƙawa zuwa Aljanna jama'a-jama'a har a lõkacin da suka jẽ mata, alhãli kuwa an buɗe kõfõfinta, kuma matsaranta suka ce musu, \"Aminci ya tabbata a gare ku, kun ji dãɗi, sabõda haka ku shige ta, kunã madawwama (a cikinta).\"",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Kuma suka ce: \"Gõdiya ta tabbata ga Allah Wanda Ya yi mana gaskiya ga wa'adinSa, kuma Ya gãdar da mu ƙasã, munã zama a cikin Aljanna a inda muke so.\" To, madalla da ijãrar ma'aikata.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Kuma kanã ganin malã'iku sunã mãsu tsayãwa da haƙƙoƙin da aka ɗõra musu daga kẽwayen Al'arshi, sunã tasbĩhi game da gõde wa Ubangijinsu. Kuma aka yi hukunci a tsakãninsu da gaskiya. Kuma aka ce, \"Gõdiya ta tabbata ga Allah, Ubangijin halittu.\"",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ha.gumi",
      "language": "ha",
      "name": "Gumi",
      "englishName": "Abubakar Mahmoud Gumi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}