{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Ḥ. M̃.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "Saukar da Littãfi daga Allah ne, Mabuwãyi, Masani.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Mai gãfarta zunubi kuma Mai karɓar tũba Mai tsananin azãba, Mai wadãtarwa bãbu abin bautawa fãce Shi, zuwa gare Shi makõma take.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Bãbu mai jãyayya a cikin ãyõyin Allah, fãce waɗanda suka kãfirta. Sabõda haka kada jũyãwarsu a cikin garũruwa ta rũɗe ka",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Mutãnen Nũhu sun ƙaryata a gabãninsu, da ƙungiyõyin da suke a bãyansu, kuma kõwace al'umma tã yi nufi game da Manzonsu, dõmin su kãmã shi. Kuma suka yi jãyayya da ƙarya dõmin su gusar da gaskiya da ita. Sai Na kãmã su. To, yãya azãbãTa take?",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Kuma kamar haka kalmar Ubangijinka ta wajaba a kan waɗanda suka kãfirta, dõmin sũ 'yan wutã ne.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Waɗanda ke ɗaukar Al'arshi da waɗanda ke kẽwayenta, sunã tasbĩhi game da gõde wa Ubangijinsu, kuma sunã yin ĩmãni da Shi, kuma sunã yin istigfãri dõmin waɗanda suka yi ĩmãni, (sunã cẽwa), \"Yã Ubangijinmu! Kã yalwaci dukan kõme da rahama da ilmi to Ka yi gãfara ga waɗanda suka tũba kuma suka bi hanyarKa, kuma Ka tsare musu azãbar Jahĩm.\"",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "\"Ya Ubangijinmu! Kuma Ka shigar da su a gidãjen Aljannar zama, wannan da Ka yi musu wa'adi, sũ da wanda ya kyautatu daga ubanninsu da mãtan aurensu da zurriyarsu. Lalle Kai, Kai ne Mabuwãyi, Mai hikima.\"",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "\"Kuma Ka tsare su daga mũnãnan ayyuka, kuma wanda Ka tsare shi daga mũnãnan ayyuka a rãnarnan, to, lalle, Ka yi masa rahama kuma wancan shi ne babban rabo mai girma.\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Lalle waɗanda suka kãfirta, anã kiran su, \"Haƙĩƙa, ƙin Allah (a gare ku) shĩ ne mafi girma daga ƙinku ga kanku a lõkacin da ake kiran ku zuwa ga ĩmãni, sai kunã ta kãfircẽwa.\"",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Suka ce: \"Ya Ubangijinmu! Kã matar da mu sau biyu, kuma Kã rãyar da mu sau biyu, sabõda haka mun yarda da laifuffukan mu. To, shin, akwai wata hanya zuwa ga fita?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "Wancan sababinsa, lalle (shi ne) idan an kirãyi Allah Shi kaɗai, sai ku kãfirta, kuma idan aka yi shirki game da Shi, sai ku yi ĩmãni. To, hukuncin fa, na Allah Maɗaukaki, Mai girma ne.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "Shĩ ne Wanda ke nũna muku ãyõyinSa, kuma Ya saukar da arziki daga sama sabõda ku, kuma bãbu mai yin tunãni fãce mai mayar da al'amari ga Allah.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Sabõda haka ku kirãyi Allah, kunã mãsu tsarkake addini a gare Shi, kuma kõ dã kãfirai sun ƙi.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "Mai ɗaukaka darajõji (dõmin mũminai), Mai Al'arshi, Yanã jẽfa rũhi daga al'amarinSa a kan wanda Ya so daga bãyinSa, dõmin ya yi gargaɗi kan rãnar gamuwa.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "Rãnar da suke bayyanannu, bãbu wani abu daga gare su wanda yake iya bõyuwa ga Allah. \"Mulki ga wa ya ke a yau?\" Yana ga Allah, Makaɗaici, Mai tĩlastãwa.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "Yau anã sãka wa kõwane rai a game da abin da ya aikata, bãbu zãlunci a yau. Lalle Allah Mai gaggawar hisãbi ne.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Kuma ka yi musu gargaɗi kan rãnar (Sã'a) makusanciya, a lõkacin da zukãta suke mãsu cika da bakin ciki, ga maƙõsansu. Bãbu wani masõyi ga azzãlumai, kuma bãbu wani mai cẽto da zã a yi wa dã'a (ga cẽtonsu).",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "(Allah) Ya san yaudarar idãnu da abin da ƙirãza ke ɓõyẽwa.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "Kuma Allah Shĩ ke yin hukunci da gaskiya, waɗannan da kuke kira, waninSa, bã su yin hukunci da kõme. Lalle Allah, Shĩ ne Mai ji, Mai gani.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Ashe, ba su yi tafiya ba, a cikin ƙasã, dõmin su dũba ga yadda ãƙibar waɗanda suka kasance a gabãninsu ta zama? Sun kasance sũ ne mafi tsananin ƙarfi daga gare su, da kufaifan aiki a cikin ƙasã, sai Allah Ya kãmã su da laifuffukansu. Kuma bã su da wani mai tsarẽwa daga Allah.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Wancan sababinsa, dõmin sũ Manzanninsu sun kasance sunã zuwa gare su da hujjõji bayyanannu, sai suka kãfirta, sai Allah Ya kãmã su. Lalle Shĩ Mai ƙarfi ne, Mai tsananin azãba.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Kuma lalle ne, haƙĩƙa, Mun aika Mũsã a game da ãyõyinMu da wani dalĩli bayyananne.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "Zuwa ga Fir'auna da Hãmãna da Kãrũna, sai suka ce: \"Mai sihiri ne, maƙaryaci.\"",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Sa'an nan, a lõkacin da ya jẽ musu da gaskiya daga wurinMu, suka ce: \"Ku kashe ɗiyan waɗanda suka yi ĩmãni tãre da shi, kuma ku rãyar da mãtansu.\" Kuma mugun shirin kãfirai, bai zama ba fãce a cikin bata.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Kuma Fir'auna ya ce: \"Ku bar ni in kashe Mũsã, kuma shĩ, ya kirãyi Ubangijinsa. Lalle ne nĩ, inã tsõron ya musanya addininku, kõ kuwa ya bayyana ɓarna a cikin kasã.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Kuma Mũsã ya ce: \"Lalle nĩ, nã nẽmi tsari da Ubangijĩna kuma Ubangijinku, daga dukan makangari, wanda bã ya ĩmani da rãnar Hisãbi.\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Kuma wani namiji mũmini daga dangin Fir'auna, yanã bõye ĩmãninsa, ya ce: \"Ashe, za ku kashe mutum dõmin ya ce Ubangijina Allah ne, alhãli kuwa haƙĩƙa ya zo muku da hujjõji bayyanannu daga Ubangijinku? Idan yã kasance maƙaryaci ne, to, ƙaryarsa na kansa, kuma idan ya kasance mai gaskiya ne, sãshen abin da yake yi muku wa'adi zai sãme ku. Lalle ne Allah bã Ya shiryar da wanda yake mai barna, mai yawan ƙarya.\"",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "\"Yã kũ mutãnẽna! Kunã da mulki a yau, kuma kũ ne marinjãya a cikin kasã to wãne ne zai taimake mu daga azãbar Allah idan ta zo mana?\" Fir'auna ya ce: \"Bã ni nũnamuku kõme face abin da na gani, kuma ba ni shiryar da ku, sai ga hanyar shiryuwa.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "Kuma wannan da ya yi ĩmãni ya ce: \"Ya mutãnẽnã! Lallene, nĩ, inã yi muku tsõron kwatankwacin rãnar ƙungiyõyi.\"",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "\"Kwatankwacin al'adar mutãnen Nũhu da Ãdãwa da Samũdãwa da waɗanda ke a bãyansu. Kuma Allah bã Ya nufin zãlunci ga bãyinSa.\"",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "\"Kuma ya mutãnẽna! Lallenĩ, inã yi muku tsõron rãnar kiran jũna.\"",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "\"A rãnar da zã ku jũya, kunã mãsu bãyar da bãya (gudãne) bã ku da wani mai tsaro daga Allah. Kuma wanda Allah Ya ɓatar, to, bã shi da wani mai shiryarwa.\"",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "\"Kuma lalle ne, haƙĩƙa, Yusufu ya zo muku daga gabãni, da hujjõji bayyanannu, ba ku gushe ba kunã a cikin shakka daga abin da ya zo muku da shi, har a lõkacin da ya halaka kuka ce, 'Allah bã zai aiko wani Manzo ba, a bãyansa.' Kamar haka Allah ke ɓatar da wanda yake mai ɓarna, mai shakka.\"",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "\"Waɗanda kejayayya a cikin ãyõyin Allah, bã da wani dalĩli da ya zo musu ba. Jidalin ya girma ga zamansa abin ki a wurin Allah da wurin waɗanda suka yi ĩmãni. Kamar haka Allah ke bicẽwar haske a kan zũciyar dukan makangari, mai tĩlastãwa.\"",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Kuma Fir'auna ye ce, \"Yã Hãmana! Ka gina mini bẽne, dammãnĩna zã ni isa ga ƙõfõfi.\"",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "\"¡õfõfin sammai dõmin in yi ninƙaya zuwa ga abin bautãwar Mũsã. Kuma lalle nĩ haƙĩƙa inã zaton sa maƙaryaci.\" Kuma haka dai aka ƙawãce wa Fir'auna mũnãnan aikinsakuma aka danne shi daga barin tafarki. Kuma mugun nufin Fir'auna bai zama ba fãce yanã a cikin hasãra.\"",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "Kuma wannan da ya yi ĩmãni ya ce: \"Ya mutãnẽna! Ku bĩ ni, in shiryar da ku tafarkin shiryuwa.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "\"Kuma ya mutãnẽna! Wannan rãyuwa ta dũniya dan jin dãɗi ne kawai, kuma lalle Lãhira ita ce gidan tabbata.\"",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "\"Wanda ya aikata mummunan aiki to, ba za a sãka masa ba fãce da misãlinsa, kuma wanda ya aikata aiki na ƙwarai daga namiji kõ mace alhãli kuwa shĩ mũmini ne, to, waɗannan sunã shiga Aljanna, anã ciyar da su a cikinta, bã da lissãfi ba.\"",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "\"Kuma ya mutãnẽna! Me ya sãme ni, inã kiran ku zuwa ga tsĩra, kuma kunã kira na zuwa ga wutã?\"",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "\"Kuna kira na zuwa ga in kãfirta da Allah, kuma in yi shirki, game da Shi, da abin da bãbu wani ilmi game da shi gare ni, kuma ni inã kiran ku zuwa ga Mabuwãyi, Mai gãfara.\"",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "\"Haƙƙan ne abin da kawai kuke kira na zuwa gare shi, bã ya da wani kira a cikin dũniya, kuma bã shi da shi a Lãhira kuma lalle makomarmu zuwa ga Allah take, kuma lalle mabarnata sũ ne 'yan wutã.\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "\"To zã ku ambaci abin da nake gaya muku, kuma inã fawwala al'amarina zuwa ga Allah. Lalle Allah Mai gani ne ga bãyinSa.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Sai Allah Ya tsare shi daga mũnãnan abũbuwa da suka yi na mãkirci, kuma mummunar azãba ta wajaba ga mutãnen Fir'auna.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "Wutã, anã gitta su a kanta, sãfe da maraice, kuma a rãnar da Sa'a take tsayuwa, anã cẽwa, \"Ku shigar da mutãnen Fir'auna a mafi tsananin azãba.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Kuma a lõkacin da suke husũma a cikin wutã, sai raunãna (mabiya) su ce wa waɗanda suka kangara (shugabanni), \"Lalle mũ, mun kasance mabiya gare ku, to, shin kũ mãsu wadãtar da mu ne daga barin wani rabo daga wutã?\"",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Waɗanda suka kangara suka ce: \"Lalle mũ duka munã a cikinta. Lalle ne, Allah Ya yi hukunci a tsakãnin bãyinSa.\"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Kuma waɗanda suke a cikin wutã suka ce wa matsaran Jahannama, \"Ku rõki Ubangijinku Ya sauƙaƙa mana, a yini ɗaya, daga azãba.\"",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Suka ce: \"Ashe, Manzanninku ba su jẽ muku da hujjõji bayyanannu ba?\" Suka ce: \"Na'am, sun jẽ!\" Suka ce: \"To, ku rõƙa.\" Kuma rõƙon kãfirai bai zamo ba fãce a cikin ɓata.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Lalle Mũ, hakĩka, Munã taimakon ManzanninMu da waɗanda suka yi ĩmãni, a cikin rãyuwar dũniya da rãnar da shaidu ke tsayãwa.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "Rãnar da uzurin azzãlumai bã ya amfãninsu, kuma sunã da la'ana, kuma sunã da mũnin gida.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "Kuma lalle haƙĩƙa, Mun bai wa Mũsã shiriya, kuma Mun gãdar da Banĩ Isrã'ĩla Littãfi.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "Shiryarwa da tunãwa ga ma'abũta hankali.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Sabõda haka, ka yi haƙuri, lalle wa'adin Allah gaskiya ne. Kuma ka nẽmi gãfara ga zunubinka, kuma ka yi tasbĩhi game da gõde wa Ubangijinka, maraice da kuma wãyẽwar sãfiya.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Lalle waɗanda ke jãyayya a cikin ãyõyin Allah, bã game da wani dalĩli wanda ya jẽ musu ba, bãbu kõme a cikin kirãzansu, fãce girman kai, ba su zama mãsu isa ga gũrinsu ba, sabõda haka ka nẽmi tsari daga Allah. Lalle Shĩ, Shĩ ne Mai ji, Mai gani.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Lalle halittar sammai da ƙasã, ita ce mafi girma daga halittar mutãne, kuma amma mafi yawan mutãne ba su sani ba.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Kuma makãho da mai gani bã su daidaita kuma waɗanda suka yi ĩmãni suka, aikata ayyukan ƙwarai da mai mũnanãwa bã su daidaita. Kaɗan ƙwarai, kuke yin tunãni.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Lalle Sa'a, haƙĩƙa mai zuwa ce, bãbu shakka a gare ta, kuma amma mafi yawan mutãne bã su yin ĩmãni.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Kuma Ubangijinku ya ce: \"Ku kira Ni in karɓa muku. Lalle waɗannan da ke kangara daga barin bauta Mini, za su shiga Jahannama sunã ƙasƙantattu.\"",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "Allah ne Wanda Ya sanya muku dare dõmin ku natsu a cikinsa, da rãna mai gãnarwa. Lalle Allah, haƙĩƙa, Ma'abũcin falala ne a kan mutãne, kuma amma mafi yawan mutãne bã su gõdẽwa.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "Wancan shine Allah Ubangijinku, Mahaliccin dukan kõme, bãbu abin bautãwa fãce Shi. To, yãya ake karkatar da ku?",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "Kamar haka ake karkatar da waɗanda suka kasance sunã jãyayya game da ãyõyin Allah.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "Allah ne Ya sanya muku kasã tabbatacciya, da sama ginanniya, kuma Ya sũranta ku, sa'an nan Ya kyautata sũrõrinku,, kuma Ya azurta ku daga abũbuwa mãsu dãɗi. Wancan Shĩne Allah Ubangijinku. To, albarkar Allah Ubangijin halittu tã bayyana.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "Shĩ ne Mai rai, bãbu abin bautãwa fãce Shi. Sabõda haka ku kira Shi, kunã mãsu tsarkake addini a gare Shi. Gõdiya ta tabbata ga Allah Ubangijin halittu.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Ka ce: \"Lalle nĩ, an hana ni in bauta wa waɗanda kuke kira waɗansun Allah a lõkacin da hujjõji bayyanannu suka zo mini daga Ubangijina, kuma an umurce ni in sallama ga Ubangijin halittu.\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "Shĩ ne Wanda Ya halitta ku daga turɓãya, sa'an nan daga maniyyi, sa'an nan daga sãren jini, sa'an nan Ya fitar da ku kunã jãrĩri, sa'an nan dõmin ku isa ga cikar ƙarfinku sa'an nan dõmin ku kasance tsõfaffi, kuma daga cikinku, akwai wanda ake karɓar ransa a gabãnin haka, kuma dõmin ku isa ga ajali ambatacce, kuma dammãninku ko zã ku hankalta.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "Shi ne Wanda ke rayarwa kuma Yana kashewa. To, idan Ya hukunta wani al'amari, to, Yana cewa kawai gare shi, ka kasance sai yana kasancewa (kamar yadda ake bukatar sa.)",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Ashe, ba ka gani ba ga waɗanda ke jãyayya a cikin ãyõyin Allah, yadda ake karkatar da su?",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Waɗanda suka ƙaryata, game da Littãfin, kuma da abin da Muka aika Manzanninmu da shi. To, za su sani.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "A lõkacin da ƙuƙumma suke a cikin wuyõyinsu, da sarƙõƙi anã jan su.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "A cikin ruwan zãfi, sa'an nan a cikin wutã anã babbaka su.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Sa'an nan a ce musu, \"Ina abin da kuka kasance kunã shirki da shi\"",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "\"Wanin Allah?\" Suka ce: \"Sun ɓace mana. Ã'a, ba mu kasance munã kiran kõme ba a gabani.\"Kamar wancan ne Allah Yake ɓatar da kãfirai.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "Wancan dõmin abin da kuka kasance ne kunã farin ciki da shi, a cikin ƙasã, bã da hakki ba, kuma da abin da kuka kasance kunã yi na nishãɗi.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "Ku shiga kofõfin Jahannama kunã madawwama a cikinta. To, mazaunin mãsu girman kai yã mũnana.",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Sabõda haka ka yi haƙuri. Lalle wa'adin Allah gaskiya ne. To, kõ dai lalle Mu nũna maka sãshen abin da Muka yi musu wa'adi da shi kõ kuwa lalle Mu karɓi ranka, to, zuwa gare Mu ake mayar da su.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Kuma lalle haƙĩƙa, Mun aika wasu Manzanni daga gabãninka, daga cikinsu akwai wanda Muka ƙissanta maka lãbãrinsa kuma daga cikinsu akwai wanda ba Mu ƙissanta lãbãrinsa ba a gare ka. Bã ya yiwuwa ga wani Manzo ya jẽ da wata ãyar mu'ujiza fãce da iznin Allah. Sa'an nan idan umurnin Allah ya jẽ, sai a yi hukunci da gaskiya, mãsu ɓãtãwa sun yi hasara a can.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "Allah ne Wanda Ya sanya muku dabbõbi dõmin ku hau daga gare su, kuma daga gare su kuke ci.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "Kuma kunã da abũbuwan amfãni a cikinsu, kuma dõmin ku isar da wata buƙãta, a cikin ƙirãzanku a kansu kuma a kansu da a kan jirãge ake, ɗaukar ku.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "Kuma Ya nũna muku ayõyinSa. To, wane ãyõyin Allah kuke musu?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Ashe fa, ba su yi tafiya a cikin ƙasã ba, dõmin su dũba yadda ãƙibar waɗanda ke a gabãninsu ta kasance? Sun kasance mafi yawa daga gare su. Kuma sun fi tsananin ƙarfi, da (yawan) gurãbun sanã'õ'i a cikin ƙasã. To, abin da suka kasance sunã aikatãwa bai wadãtar da su ba.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "A lõkacin da Manzanninsu suka jẽ musu da hujjõji bayyanannu, suka yi farin ciki da abin da ke wurinsu na ilmi kuma abin da suka kasance sunã yi na izgili da shi ya wajaba a kansu.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "Sa'an nan a lõkacin da suka ga azãbarMu, suka ce: \"Mun yi ĩmãni da Allah, Shi kaɗai, kuma mun kãfirta da abin da muka kasance munã shirki da shi.\"",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "To ĩmaninsu bai kasance yanã amfaninsu ba a lõkacin da suka ga azãbarMu. Hanyar Allah wadda ta gabãta a cikin bãyinSa. Kuma kãfirai sun yi hasãra a can.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ha.gumi",
      "language": "ha",
      "name": "Gumi",
      "englishName": "Abubakar Mahmoud Gumi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}