{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 3,
    "name": "سُورَةُ آلِ عِمۡرَانَ",
    "englishName": "Aal-i-Imraan",
    "englishNameTranslation": "The Family of Imraan",
    "revelationType": "Medinan",
    "numberOfAyahs": 200,
    "ayahs": [
      {
        "number": 294,
        "text": "Elif, Lâm, Mîm.",
        "numberInSurah": 1,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 295,
        "text": "Allah o İlâhtır ki Kendinden başka tanrı yoktur. Hay O'dur, kayyûm O’dur. [2,255]",
        "numberInSurah": 2,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 296,
        "text": "Sana kitabı, gerçeğin ta kendisi ve daha önce indirilen kitapları tasdik edici olarak indiren O'dur. Bundan önce de, insanlara doğru yolu göstermek için Tevrat ve İncîl’i indirmişti. [2,41]",
        "numberInSurah": 3,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 297,
        "text": "Doğruyu eğriden, hakkı batıldan ayırd eden Furkanı da indirdi. Allah'ın âyetlerini inkâr edenlere pek çetin bir azap vardır. Öyle ya, Allah daima azîzdir (mutlak galiptir, mazlumların) intikamını alır. [2,53; 5,95; 14,47; 39,37; 32,22; 43;41; 44,16] {KM, Tesniye 32,35; Mezmurlar 94,1; Yeremya 51,56}",
        "numberInSurah": 4,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 298,
        "text": "Ne yerde, ne de gökte hiçbir şey Allah'a gizli kalmaz.",
        "numberInSurah": 5,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 299,
        "text": "O'dur ki annelerinizin rahimlerinde size dilediği şekli verir. O’ndan başka tanrı yoktur. azîzdir, hakîmdir. (mutlak galip, tam hüküm ve hikmet sahibidir). [18,37; 22,9; 40,64; 95,4] {KM, Mezmurlar 33,15; Yeremya 1,5}",
        "numberInSurah": 6,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 300,
        "text": "Bu muazzam kitabı sana indiren O'dur. Onun âyetlerinin bir kısmı muhkem olup bunlar Kitabın esasıdır. Âyetlerin bir kısmı ise müteşabihtir. Kalplerinde eğrilik olanlar sırf fitne çıkarmak, insanları saptırmak ve kendi arzularına göre yorumlamak için müteşabih kısmına tutunup onlarla uğraşır dururlar. Halbuki onların hakikatini, gerçek yorumunu Allah’tan başkası bilemez. İlimde ileri gidenler: “Biz ona olduğu gibi inandık. Hepsi de Rabbimizin katından gelmiştir.” derler. Bunları ancak tam akıl sahipleri düşünüp anlar ve şöyle yalvarırlar: [13,39; 43,4; 85,22]",
        "numberInSurah": 7,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 301,
        "text": "“Ey bizim kerîm Rabbimiz, bizi doğru yola ilettikten sonra kalplerimizi saptırma ve katından bize bir rahmet bağışla. Şüphesiz bağışı bol olan vehhab Sensin Sen!”",
        "numberInSurah": 8,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 302,
        "text": "“Sen, geleceğinde hiç şüphe olmayan bir günde bütün insanları bir araya toplayacaksın. Allah sözünden asla dönmez.”",
        "numberInSurah": 9,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 303,
        "text": "Dini inkâr edenlerin ne malları ne de evlatları, müstahak olmaları sebebiyle Allah'ın vereceği cezayı önlemede, kendilerine asla fayda veremezler. İşte onlar cehennemin yakıtıdırlar. [2,24]",
        "numberInSurah": 10,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 304,
        "text": "Tıpkı Firavun taraftarlarının ve onlardan daha öncekilerin gidişi gibi. Onlar, âyetlerimizi yalanladılar, Allah da kendilerini cürümleri sebebiyle kıskıvrak yakaladı. Allah'ın cezası pek şiddetlidir.",
        "numberInSurah": 11,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 305,
        "text": "İnkâr edenlere de ki: “Siz mağlup olacak, haşredilip toplanacak ve cehenneme sürüleceksiniz!” Orası ne fena bir yataktır!",
        "numberInSurah": 12,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 306,
        "text": "Birbiriyle karşılaşan iki toplulukta size büyük bir ibret vardı: Bunlardan biri Allah yolunda vuruşuyordu. Diğeri ise kâfir idi. O kâfirler Müslümanları, bizzat gözleriyle kendilerinin iki misli görüyorlardı. Allah, dilediği kimseleri nusratıyla destekler. Elbette bunda görecek gözleri olanlar için alınacak ibret vardır. [8,43]",
        "numberInSurah": 13,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 307,
        "text": "Kadınlar, oğullar, yığın yığın biriktirilmiş altın ve gümüş, güzel cins atlar, davarlar ve ekinler gibi nefsin hoşuna giden şeyler insanlara cazip gelmektedir. Bunlar dünya hayatının geçici bir metaından ibarettir. Asıl varılacak güzel yer ise, Allah'ın katındadır. [13,29; 38,25. 40.49]",
        "numberInSurah": 14,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 308,
        "text": "De ki: “Size, ihtirasla istediğiniz o şeylerden çok daha iyisini bildireyim mi? İşte Allah'a karşı gelmekten sakınan müttakiler için Rab’leri nezdinde içinden ırmaklar akan cennetler olup, kendileri orada ebedî kalacaklardır. Hem orada onlara tertemiz eşler ve hepsinin de üstünde Allah’ın rızası vardır. Allah bütün kullarını hakkıyla görmektedir. [9,72]",
        "numberInSurah": 15,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 309,
        "text": "O müttakiler: “Ey bizim kerim Rabbimiz, biz iman ettik, günahlarımızı bağışla ve bizi cehennem azabından koru!” diye yalvarırlar.",
        "numberInSurah": 16,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 310,
        "text": "Onlar sabırlı, imanlarında sadık ve samimî, Allah'ın huzurunda itaatla divan duran, mallarını hayırda harcayan, seher vakitlerinde Allah’tan af dileyen müminlerdir.",
        "numberInSurah": 17,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 311,
        "text": "Allah'tan başka tanrı bulunmadığına şahid bizzat Allah’tır. Bütün melekler, hak ve adaletten ayrılmayan ilim adamları da bu gerçeğe, aziz ve hakîm (mutlak galip, tam hüküm ve hikmet sahibi) Allah’tan başka tanrı olmadığına şahittirler.",
        "numberInSurah": 18,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 312,
        "text": "Allah katında hak din, İslâm'dır. O Ehl-i kitabın ihtilâfları, kendilerine gerçeği bildiren ilim geldikten sonra, sırf aralarındaki haset ve ihtiras yüzünden olmuştur. Allah’ın âyetlerini inkâr edenler bilsinler ki, Allah onların hesabını çabuk görür. [2,112]",
        "numberInSurah": 19,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 313,
        "text": "Buna karşı seninle münakaşaya kalkışanlara de ki: “Ben yüzümü, özümü Allah'a teslim ettim. Bana bağlı olanlar da O’na teslim oldular.” O Ehl-i kitapla, kitap ehli olmayan ümmîlere (müşriklere) de ki: “Siz de teslim olup müslüman olmaya var mısınız?” Eğer hakka teslim olup İslâm’a girerlerse doğru yolu bulmuş olurlar. Yok, eğer yüz çevirirlerse, sana düşen görev, sadece hakkı tebliğdir. Allah kullarını hakkıyla görür.",
        "numberInSurah": 20,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 314,
        "text": "Allah'ın âyetlerini inkâr edenleri, haksız yere peygamberleri öldürenleri, adaleti isteyip yaymak isteyenlerin canlarına kıyanları, can yakıcı bir ceza ile müjdele!",
        "numberInSurah": 21,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 315,
        "text": "İşte onların bütün yaptıkları, dünyada da, âhiret'te de boşa gitmiştir. Kendilerini bu halden kurtaracak hiçbir yardımcıları da yoktur.",
        "numberInSurah": 22,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 316,
        "text": "Baksana o kendilerine kitaptan bir pay verilenlere! Aralarında hakem olması için Allah'ın kitabına dâvet ediliyorlar da, sonra onlardan bir grup yüz çevirerek dönüp gidiyorlar.",
        "numberInSurah": 23,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 317,
        "text": "Bunun sebebi onların: “Cehennem ateşi bize sayılı günler dışında asla dokunmayacaktır.” iddialarıdır. Uydurdukları bu gibi şeyler, dinleri hakkında kendilerini aldatmıştır. [2,80]",
        "numberInSurah": 24,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 318,
        "text": "Gerçekleşeceğinden hiçbir şüphe bulunmayan o kıyamet gününde, kendilerini bir araya topladığımız ve her şahsa, yaptığının karşılığının tam verilip, asla haksızlığa uğratılmadığı o gün gelince halleri ne olacak? [2,279]",
        "numberInSurah": 25,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 319,
        "text": "De ki: “Ey mülk ve hakimiyet sahibi Allah'ım!” Sen mülkü dilediğine verir, dilediğinden onu çeker alırsın! Dilediğini aziz, dilediğini zelil kılarsın! Her türlü hayır yalnız Sen’in elindedir! Sen elbette her şeye kadirsin!",
        "numberInSurah": 26,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 320,
        "text": "Geceyi gündüze katar günü uzatırsın, gündüzü geceye katar geceyi uzatırsın. Ölüden diri, diriden ölü çıkarırsın. Sen dilediğin kimseye sayısız rızıklar verirsin!” [6,95; 10,31; 30,19]",
        "numberInSurah": 27,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 321,
        "text": "Müminler, müminleri bırakıp, kâfirleri velî edinmesinler! Kim böyle yaparsa, Allah ile ilişiğini kesmiş olur. Ancak onlar tarafından gelebilecek bir tehlike olursa başka! Allah sizi, Kendisine isyan etmekten sakındırır. Dönüş yalnız Allah'adır.",
        "numberInSurah": 28,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 322,
        "text": "De ki: “İçinizdekini gizleseniz de, açıklasanız da mutlaka Allah onu bilir. Bütün göklerde ve yerde olanları da bilir. Allah, her şeye kadirdir.” {KM, Vahiy 2,23}",
        "numberInSurah": 29,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 323,
        "text": "Gün gelecek, her kişi gerek hayır olarak, gerek kötülük olarak ne işlemişse, hepsini önünde bulacak. Yaptığı kötülükten bucak bucak kaçmak isteyecek. Allah sizi, Zatına karşı gelmekten sakındırır. Doğrusu Allah kullarına karşı pek şefkatlidir.",
        "numberInSurah": 30,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 324,
        "text": "Ey Resulüm, de ki: “Ey insanlar, eğer Allah'ı seviyorsanız, gelin bana uyun ki Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah gafurdur, rahimdir! (çok affedicidir, engin merhamet ve ihsan sahibidir).",
        "numberInSurah": 31,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 325,
        "text": "De ki: “Allah'a ve Resulullaha itaat ediniz. Şayet yüz çevirirlerse, bilsinler ki Allah kâfirleri sevmez.” [3,132; 8,1.20.46; 58,13] {KM, Luka 10,16}",
        "numberInSurah": 32,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 326,
        "text": "Gerçek şu ki Allah Âdem'i, Nûh’u, İbrâhim ailesi ile İmran ailesini, birbirinden gelen tek zürriyet halinde bütün insanlardan süzüp onlara üstün kılmıştır. Allah semî’dir, alîmdir (her şeyi hakkıyla işitir, mükemmel tarzda bilir). [2,47; 66,12] {KM, Çıkış 2,1; 6,20; 15,20}",
        "numberInSurah": 33,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 327,
        "text": "Gerçek şu ki Allah Âdem'i, Nûh’u, İbrâhim ailesi ile İmran ailesini, birbirinden gelen tek zürriyet halinde bütün insanlardan süzüp onlara üstün kılmıştır. Allah semî’dir, alîmdir (her şeyi hakkıyla işitir, mükemmel tarzda bilir). [2,47; 66,12] {KM, Çıkış 2,1; 6,20; 15,20}",
        "numberInSurah": 34,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 328,
        "text": "Hani bir vakit İmran'ın hanımı şöyle demişti: “Ya Rabbî, karnımda taşıdığım çocuğumu sana adadım, her türlü bağdan âzade olarak senin yoluna hizmet edecektir. Adağımı lütfen kabul buyur. Şüphesiz (duaları işiten, niyetleri bilen) semî ve alîm yalnız Sen’sin!”",
        "numberInSurah": 35,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 329,
        "text": "Derken onu doğurunca da: “Ya Rabbî, dedi, ben bir kız doğurdum. -Zaten Allah ne doğurduğunu pek iyi biliyordu-, erkek evlat, elbette kız gibi değildir. Ben onun adını Meryem koydum. Onu da, onun neslinden gelecekleri de o mel'un şeytanın şerrinden korumanı niyaz ediyorum.”",
        "numberInSurah": 36,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 330,
        "text": "Rabbi onu güzellikle kabul buyurdu ve pek güzel bir tarzda yetiştirdi. Onu Zekeriyya'nın eğitim ve himayesine verdi. Zekeriyya onun yanına Mâbede ne zaman girse beraberinde yiyecekler bulurdu. “Meryem! Bu yiyecekleri nereden buluyorsun?” deyince de o: “Bunlar Allah tarafından gönderiliyor. Muhakkak ki Allah dilediğine sayısız rızıklar verir.” derdi.",
        "numberInSurah": 37,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 331,
        "text": "İşte o sırada Zekeriyya Rabbine niyaz edip “Ya Rabbî, dedi, bana Senin tarafından tertemiz, hayırlı zürriyet ihsan eyle! Şüphesiz ki Sen duaları işitip icabet edersin.”",
        "numberInSurah": 38,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 332,
        "text": "Zekeriyya mihrapta namaz kılmakta iken melekler kendisine seslenip: “Allah sana, Allah'tan bir kelimeyi tasdik edecek, hem efendi, hem gayet zahid, hem peygamber olacak olan Yahya’yı müjdeler.” dediler. [3,45; 4,171]",
        "numberInSurah": 39,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 333,
        "text": "O: “Ya Rabbî, dedi, nasıl benim çocuğum olabilir ki ihtiyarlık başıma çökmüş, hanımım ise kısır hale gelmiştir?” Allah: “Böyle de olsa, Allah dilediğini yapar” buyurdu.",
        "numberInSurah": 40,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 334,
        "text": "O: “Ya Rabbî, bana oğlum olacağına dair bir alâmet bildirir misin?” deyince, Allah: “Senin işaretin şudur: “Üç gün müddetle halkla işaretleşme dışında konuşmayacaksın! Rabbini çok zikret, sabah akşam onu tesbih ve tenzih et!” buyurdu. {KM, Luka 1,20}",
        "numberInSurah": 41,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 335,
        "text": "Hani Melekler dediler ki: “Meryem! Muhakkak ki Allah seni seçti. Seni tertemiz kıldı hatta seni dünyadaki bütün kadınlara üstün kıldı. [7,144] {KM, Hakimler 5,24. Luka 1,42.28}",
        "numberInSurah": 42,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 336,
        "text": "“Meryem! Saygı dolu bir gönülle huzurunda durup Rabbine ibadet et, secdeye kapan ve rükû edenlerle beraber rükû et.”",
        "numberInSurah": 43,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 337,
        "text": "İşte bunlar gayb kabîlinden haberler olup onları Biz sana vahyediyoruz. Yoksa onlar Meryem'i kimin himaye edeceğine dair kur’a çekerlerken ve birbirleriyle tartışırlarken sen yanlarında bulunmuyordun. [11,49; 12,102]",
        "numberInSurah": 44,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 338,
        "text": "Gün geldi, melekler ona: “Meryem! Allah, Kendisi tarafından bir kelime vereceğini sana müjdeliyor. Adı Îsâ, lakabı Mesih, sıfatı Meryem oğludur. Dünyada da âhirette de itibarlı, Allah'a en yakın kullardan olacaktır. [19,21] {KM, Luka 1,26-38; Matta 1,16; Yuhanna 1,41}",
        "numberInSurah": 45,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 339,
        "text": "Beşiğinde de, yetişkinliğinde de insanlara hitap edip onlarla konuşacak, salih insanlardan olacaktır. [5,110; 19,29] {KM, Matta 21, 16}",
        "numberInSurah": 46,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 340,
        "text": "Meryem: “Ya Rabbî, bana hiçbir erkek eli değmediği halde nasıl olur da çocuğum olabilir?” deyince, Allah şöyle buyurdu: “Öyle de olsa, Allah dilediğini yaratır. Zira O, bir şeyin var olmasına hüküm verince sadece “ol” der, o da derhal oluverir.” [2,117; 3,59; 19,35] {KM, Luka 1,34}",
        "numberInSurah": 47,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 341,
        "text": "(Melekler Hz. Îsâ hakkında Meryem ile konuşurken onun şu sıfatlarını da ilâve ettiler:) “Allah ona kitabı (yazmayı), hikmeti, Tevrat ve İncîl'i öğretecektir. Onu İsrailoğullarına resul olarak gönderecek, o da onlara şöyle diyecektir: “Size Rabbiniz tarafından bir mûcizeyle gönderildim: Ben size çamurdan kuş şekline benzer bir şey yapar içine üflerim, o da Allah’ın izniyle hemen kuş oluverir. Keza ben anadan doğma körü ve abraşı iyileştirir, hatta Allah’ın izniyle ölüleri diriltirim. Evlerinizde ne yediğinizi ve biriktirip sakladıklarınızı da bilirim. Eğer inanmaya niyetiniz varsa, elbette bunlarda sizin için alacak dersler vardır. [5,110; 19,21.30] {KM, Markos 7,32-35; Matta 15,30; 8,1-3; Luka 17,12-14}",
        "numberInSurah": 48,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 342,
        "text": "(Melekler Hz. Îsâ hakkında Meryem ile konuşurken onun şu sıfatlarını da ilâve ettiler:) “Allah ona kitabı (yazmayı), hikmeti, Tevrat ve İncîl'i öğretecektir. Onu İsrailoğullarına resul olarak gönderecek, o da onlara şöyle diyecektir: “Size Rabbiniz tarafından bir mûcizeyle gönderildim: Ben size çamurdan kuş şekline benzer bir şey yapar içine üflerim, o da Allah’ın izniyle hemen kuş oluverir. Keza ben anadan doğma körü ve abraşı iyileştirir, hatta Allah’ın izniyle ölüleri diriltirim. Evlerinizde ne yediğinizi ve biriktirip sakladıklarınızı da bilirim. Eğer inanmaya niyetiniz varsa, elbette bunlarda sizin için alacak dersler vardır. [5,110; 19,21.30] {KM, Markos 7,32-35; Matta 15,30; 8,1-3; Luka 17,12-14}",
        "numberInSurah": 49,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 343,
        "text": "Keza ben, benden önceki Tevrat'ı tasdik etmek ve size (Mûsâ şerîatinde) haram kılınan bazı şeyleri mübah kılmak için geldim. Doğrusu ben size Rabbiniz tarafından bir mûcize getirdim. Öyleyse Allah’a karşı gelmekten sakının da bana itaat edin.” [43,63] {KM, Matta 5,17; 15,20}",
        "numberInSurah": 50,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 344,
        "text": "Şüphe yok ki Allah hem sizin, hem de benim Rabbimdir. Öyleyse, yalnız O'na ibadet edin. İşte doğru yol budur. {KM, Yuhanna 20,17; 4,23-24}",
        "numberInSurah": 51,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 345,
        "text": "Ne zaman ki Îsâ onların inkârlarında ısrar ettiklerini hissetti, “Allah'a giden yolda bana yardım edecek kim var?” dedi. Havâriler: “Allah yolunda yardımcılar biziz. Biz Allah’a iman ettik. Ey Îsâ, bizim Müslüman olup Allah’a itaat ettiğimize sen de şahid ol!” [5, 111-112; 61,14] {KM, Yuhanna 6,66-71}",
        "numberInSurah": 52,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 346,
        "text": "“Ya Rabbenâ! İndirdiğin kitaba iman edip Elçinin yolunu tuttuk. “Sen de bizi, birliğini ve nebîlerini tanıyan şahitlerle birlikte yaz!” dediler. {KM, Luka 24,48; Yuhanna 15,27; Resullerin işleri 1,8}",
        "numberInSurah": 53,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 347,
        "text": "Öbürleri ise hileler yaptılar. Allah da onların hilelerini boşa çıkardı. Allah, hileleri boşa çıkarmakta pek güçlüdür. [8,30; 13,42; 27,50; 86,16]",
        "numberInSurah": 54,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 348,
        "text": "O zaman Allah şöyle buyurmuştu: “Îsâ! seni öldürecek olan, onlar değil Ben'im. Seni Kendi nezdime yükseltecek, seni inkârcıların içinden kurtarıp temize çıkaracak ve sana tâbi olanları ta kıyamete kadar kâfirlere üstün kılacak olan da Ben’im. Sonra hepinizin dönüşü Bana olacak. Ben de aranızda ihtilâf ettiğiniz konularda hükmümü vereceğim. [4,158; 19,56-57]",
        "numberInSurah": 55,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 349,
        "text": "Hasılı, inkâr edenleri hem dünyada, hem âhirette şiddetli bir azap ile cezalandıracağım. Onları bu azaptan kurtarabilecek yardımcılar da bulunmayacaktır.",
        "numberInSurah": 56,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 350,
        "text": "İman edip makbul ve güzel işler yapanların ise mükâfatlarını tam tamına ödeyecektir. Allah zalimleri sevmez.",
        "numberInSurah": 57,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 351,
        "text": "Ey Resulüm! işte bunlar, bu vak'alar, sana bildirdiğimiz âyetlerden ve hikmet dolu Kur’ân’dandır.",
        "numberInSurah": 58,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 352,
        "text": "Allah yanında Îsâ'nın durumu, aynen Âdem’in durumu gibidir. Allah Âdem’i topraktan yaratıp “ol” dedi, o da derhal oluverdi.",
        "numberInSurah": 59,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 353,
        "text": "Hakikat, Rabbinin tarafından gelir. Bunda hiçbir tereddüdün olmasın!",
        "numberInSurah": 60,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 354,
        "text": "Artık sana bu ilim geldikten sonra, kim seninle Îsâ hakkında tartışmaya girerse de ki: “Haydi gelin oğullarımızı ve oğullarınızı, hanımlarımızı ve hanımlarınızı ve bizzat kendimizi ve kendinizi çağırıp, sonra da gönülden Allah'a yalvaralım da bu konuda kim yalancı ise Allah’ın lânetinin onların üzerine inmesini dileyelim!”",
        "numberInSurah": 61,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 355,
        "text": "İşte işin gerçeği budur. Doğrusu Allah'tan başka hiçbir ilâh yoktur. Allah hiç şüphesiz azîzdir, hakîmdir (mutlak galip, tam hüküm ve hikmet sahibidir).",
        "numberInSurah": 62,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 356,
        "text": "Eğer yüz çevirirlerse, muhakkak ki Allah o fesatçıları hakkıyla bilir.",
        "numberInSurah": 63,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 357,
        "text": "De ki: “Ey Ehl-i kitap! Bizimle sizin aramızda birleşeceğimiz, müşterek ve âdil şu sözde karar kılalım: “Allah'tan başkasına ibadet etmeyelim. O’na hiçbir şeyi şerik koşmayalım, kimimiz kimimizi Allah’tan başka rab edinmesin.” Eğer bu dâveti reddederlerse: “Bizim, Allah’ın emirlerine itaat eden müminler olduğumuza şahid olun!” deyin.",
        "numberInSurah": 64,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 358,
        "text": "Ey Ehl-i kitap! Tevrat da, İncîl de kendisinden çok sonra gönderildikleri halde, ne diye İbrâhim hakkında iddialaşıyorsunuz? Buna da mı akıl erdiremiyorsunuz?",
        "numberInSurah": 65,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 359,
        "text": "Haydi diyelim ki az çok bildiğiniz konularda tartışıyorsunuz. Peki ne diye hakkında bilginiz olmayan hususlarda tartışıyorsunuz! Halbuki işin doğrusunu Allah bilir, siz bilemezsiniz.",
        "numberInSurah": 66,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 360,
        "text": "İşte bu konudaki gerçek şudur: İbrâhim Yahudi de değildi, Hıristiyan da değildi, Lâkin o batıl dinlerden uzaklaşmış, tertemiz halis bir Müslüman idi, Ve asla müşriklerden olmamıştı.",
        "numberInSurah": 67,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 361,
        "text": "İnsanlar içinde İbrâhim'e en yakın olanlar, ona tâbi olanlar, bu Peygamber ve bu Peygambere iman edenlerdir. Allah müminlerin dostudur.",
        "numberInSurah": 68,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 362,
        "text": "Ehl-i kitaptan bir kısmı, sizi inancınızdan saptırmak istedi. Halbuki onlar sadece kendilerini saptırırlar da bunun farkına bile varmazlar.",
        "numberInSurah": 69,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 363,
        "text": "Ey Ehl-i kitap! Siz de yanınızdaki kitaplarda doğruluğuna tanık olup dururken, Allah'ın âyetlerini ne diye inkâr ediyorsunuz?",
        "numberInSurah": 70,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 364,
        "text": "Ey Ehl-i kitap! Niçin bile bile Batılı hakka karıştırıyor, niçin bile bile hakikati gizliyorsunuz?",
        "numberInSurah": 71,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 365,
        "text": "Ehl-i kitaptan bir güruh birbirlerine, şöyle dediler: “Şu Müslümanlara indirilen kitaba günün başlangıcında (zahiren) iman edin, sonunda da inkâr edin, olur ki onlar da şüpheye düşüp dinlerinden dönerler. Ve bir de kendi dininize tâbi olandan başkasına sakın ha güvenmeyin!” Ey Resulüm, de ki: “Doğru yol, Allah'ın yoludur,” Yine onlar kendi aralarında: “Size verilen vahyin, başkalarına da verildiğine veya Rabbinizin huzurunda Müslümanların karşı delil getirip sizi mağlup edeceklerine inanmayın!” derler. De ki: “Lütuf Allah’ın elindedir, dilediğine ihsan eder. Allah vâsi ve alîmdir (lütfu boldur, her şeyi hakkıyla bilir). [57,29]",
        "numberInSurah": 72,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 366,
        "text": "Ehl-i kitaptan bir güruh birbirlerine, şöyle dediler: “Şu Müslümanlara indirilen kitaba günün başlangıcında (zahiren) iman edin, sonunda da inkâr edin, olur ki onlar da şüpheye düşüp dinlerinden dönerler. Ve bir de kendi dininize tâbi olandan başkasına sakın ha güvenmeyin!” Ey Resulüm, de ki: “Doğru yol, Allah'ın yoludur,” Yine onlar kendi aralarında: “Size verilen vahyin, başkalarına da verildiğine veya Rabbinizin huzurunda Müslümanların karşı delil getirip sizi mağlup edeceklerine inanmayın!” derler. De ki: “Lütuf Allah’ın elindedir, dilediğine ihsan eder. Allah vâsi ve alîmdir (lütfu boldur, her şeyi hakkıyla bilir). [57,29]",
        "numberInSurah": 73,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 367,
        "text": "Rahmetini, nübüvvetini dilediği kuluna has kılar. Allah büyük lütuf ve inâyet sahibidir.”",
        "numberInSurah": 74,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 368,
        "text": "Ehl-i kitaptan öylesi vardır ki kendisine yüklerle altın emanet bıraksan onları sana öder. Ama öylesi de vardır ki, bir altın bile versen başında dikilip durmadıkça onu sana geri vermez. Bunun sebebi, onların: “Ümmîler hakkında ne yaparsak mübahtır, ondan dolayı sorumlu olmayız.” demeleridir. Onlar bile bile, Allah hakkında yalan uydururlar. [3,14]",
        "numberInSurah": 75,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 369,
        "text": "Hakikat öyle değil, kim ahdini yerine getirir ve haramlardan sakınırsa, bilsin ki Allah da o sakınanları sever.",
        "numberInSurah": 76,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 370,
        "text": "Önemsiz bir menfaat karşılığında, Allah'a verdikleri ahdi ve yeminlerini bozanların âhirette hiçbir nasipleri yoktur. Kıyamet günü Allah onlarla konuşmayacak. Onların yüzlerine bakmayacak ve onları temize çıkarmayacaktır. Onların hakkı çok acı bir azaptır.",
        "numberInSurah": 77,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 371,
        "text": "Ehl-i kitaptan bir kısmı da, aslında kitaptan olmadığı halde, Sizin kitaptan zannetmeniz için, Okurken ağızlarını dillerini eğip bükerler (bazı kelimelerin telaffuzunu değiştirirler). Bir şeyler söyleyip, “Bu Allah tarafındandır.” derler. Halbuki o, Allah tarafından değildir. Bile bile Allah adına yalan uydururlar. [2,75]",
        "numberInSurah": 78,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 372,
        "text": "Allah'ın kendisine kitap, hüküm ve nübüvvet verdiği hiçbir insanın kalkıp da halka: “Allah’ın yanı sıra bana da kul olun.” deme yetkisi yoktur. Lâkin o insanlara: “Öğretmekte ve okuyup okutmakta olduğunuz kitap sayesinde rabbanî olun.” der.",
        "numberInSurah": 79,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 373,
        "text": "Ve o size: “Melekleri ve peygamberleri rab edinin.” diye bir emir de vermez. Siz Allah'a boyun eğen Müslüman olduktan sonra, Hiç kalkıp sizin küfre sapmanızı emreder mi?",
        "numberInSurah": 80,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 374,
        "text": "Hem Allah, vaktiyle peygamberlerden “Size kitap ve hikmet vermemden sonra, Sizin yanınızda bulunan kitabı tasdik edici bir peygamber geldiğinde, mutlaka ona inanıp yardımcı olacaksınız.” diye söz almıştır. Allah: “Bunu kabul ettiniz, bu ağır yükümü sırtınıza aldınız mı?” dediğinde onlar: “Kabul ettik” diye kesin söz verince, Allah Teâlâ: “Siz de şahit olun, zaten Ben de sizinle beraber şahitlik edeceğim.” buyurdu. [33,7; 7,172]",
        "numberInSurah": 81,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 375,
        "text": "Artık kim bundan sonra haktan yüz çevirirse, işte onlar dinden çıkmış fâsıklardır.",
        "numberInSurah": 82,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 376,
        "text": "Göklerde ve yerde bulunan kim varsa, gerek isteyerek, gerek istemeyerek Allah'a itaat ederken, Hepsi döndürülüp O’na götürülürken, Onlar kalkıp Allah’ın dininden başka bir din mi arıyorlar?",
        "numberInSurah": 83,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 377,
        "text": "De ki: “Biz Allah'a iman ettik. Bize indirilen vahye, İbrâhim’e, İsmâil’e İshak’a, Yâkub’a ve torunlarına indirilen keza Mûsâ’ya, Îsâ’ya, hasılı bütün peygamberlere Rab’leri tarafından verilen vahiylere de iman ettik. (Peygamberlikleri noktasında) onlar arasında hiçbir ayrım yapmayız ve biz yalnız Allah’a teslim oluruz. [2,136]",
        "numberInSurah": 84,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 378,
        "text": "Kim İslâm'dan başka bir din ararsa, Bilsin ki bu din asla ondan kabul edilmeyecek Ve o âhirette ziyan edenlerden olacaktır.",
        "numberInSurah": 85,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 379,
        "text": "Kendilerine kesin ve açık deliller gelmiş ve Resulün hak peygamber olduğuna şehadet etmiş iken, imanlarından sonra küfre sapan bir topluluğu hiç Allah hidâyete erdirir mi? Yok, yok! Allah, zalimler güruhunu cennete giden yola koymaz, emellerine kavuşturmaz.",
        "numberInSurah": 86,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 380,
        "text": "Böylelerinin cezası, Allah'ın, meleklerinin ve bütün insanların lânetine uğramaktır.",
        "numberInSurah": 87,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 381,
        "text": "Onlar bu lânetin içinde ebedî kalacaklardır. Ne cezaları hafifletilecek, ne de yüzlerine bakılacaktır.",
        "numberInSurah": 88,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 382,
        "text": "Ancak daha sonra tövbe edip nefislerini ıslah edenler, bu hükmün dışındadır. Çünkü Allah gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur).",
        "numberInSurah": 89,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 383,
        "text": "İmanlarından sonra küfre sapanların, sonra inkârda daha da ileri gidenlerin tövbeleri asla kabul edilmez. İşte asıl sapıklar bunlardır. [4,18]",
        "numberInSurah": 90,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 384,
        "text": "İnkâr yoluna sapan ve kâfir olarak can veren kimseler, kurtuluş fidyesi olarak dünya dolusunca altın verseler de, mümkün değil, hiçbirinden kabul edilmeyecektir. Bunların hakkı, çok acı bir azaptır ve kendilerini bundan kurtaracak olan da yoktur. [2,123; 5,36]",
        "numberInSurah": 91,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 385,
        "text": "Sevdiğiniz mallarınızdan Allah yolunda harcamadıkça “fazilet” mertebesine ulaşamazsınız. Bununla beraber her ne infak ederseniz, Allah mutlaka onu bilir.",
        "numberInSurah": 92,
        "juz": 3,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 386,
        "text": "Tevrat indirilmeden önce, İsrail'in (yani Yâkub’un) kendi nefsine haram kıldığı hariç, diğer bütün yiyecekler İsrailoğullarına helâl idi. De ki: İşte meydan! İddianızda tutarlı iseniz Tevrat’ı getirip okuyun!",
        "numberInSurah": 93,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 387,
        "text": "Artık kim bundan sonra Allah adına yalan söylerse, işte onlar zalimlerin tâ kendileridir.",
        "numberInSurah": 94,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 388,
        "text": "Sen: “Sadakallah: Allah sözün doğrusunu söyledi.” de! Haydi bakalım Allah'ı bir tanıyarak İbrâhim’in dinine uyun! Pek iyi bilirsiniz ki o, asla müşriklerden olmamıştı.",
        "numberInSurah": 95,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 389,
        "text": "İbadet yeri olarak yeryüzünde yapılan ilk bina Mekke'deki Kâbe olup, pek feyizlidir, insanlar için hidâyet rehberidir. [2,125]",
        "numberInSurah": 96,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 390,
        "text": "Orada apaçık alâmetler ve deliller, İbrâhimin makamı vardır. Kim Beytullaha girerse korkudan emin olur. Ziyarete gücü yeten herkese Beytullahı ziyaret etmek, Allah'ın onun üzerindeki hakkıdır. Nankörlük edip bu hakkı tanımayana Allah’ın hiçbir ihtiyacı yoktur, o bütün âlemlerden müstağnidir. [29,67; 106,3-4]",
        "numberInSurah": 97,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 391,
        "text": "De ki: Ey Ehl-i kitap, niçin Allah'ın âyetlerini inkâr ediyorsunuz? Halbuki Allah yaptığınız her şeyi görmektedir. {KM, Yeremya 29,23}",
        "numberInSurah": 98,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 392,
        "text": "De ki: Ey Ehl-i kitap! Siz gerçeği görüp bildiğiniz halde, niçin Allah'ın yolunu eğri göstermeye yeltenerek iman edenleri Allah yolundan men ediyorsunuz? Allah yaptıklarınızdan habersiz değildir.",
        "numberInSurah": 99,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 393,
        "text": "Ey iman edenler! Eğer Ehl-i kitaptan bir kısmına uyacak olursanız, iyi bilin ki onlar sizi imanınızdan sonra küfre çevirmek isterler. [2, 109; 4,89; 3,72]",
        "numberInSurah": 100,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 394,
        "text": "Sizler nasıl küfre dönebilirsiniz ki, önünüzde Allah'ın âyetleri okunuyor, aranızda Allah’ın Resulü bulunuyor? Kim Allah’a gönülden sımsıkı bağlanırsa muhakkak ki o doğru yola konulmuştur. [57,8-9]",
        "numberInSurah": 101,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 395,
        "text": "Ey iman edenler! Allah'a karşı gelmekten nasıl sakınmak gerekirse öylece sakının! Ona lâyık olduğu tazimi gösterin ve ancak O’na teslim olan Müslüman olarak can verin!",
        "numberInSurah": 102,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 396,
        "text": "Hepiniz toptan, Allah'ın ipine (dinine) sımsıkı sarılın, bölünüp ayrılmayın. Allah’ın sizin üzerinizdeki nimetini hatırlayın: Hani siz birbirinize düşman idiniz de Allah kalplerinizi birbirine ısındırmış ve onun lütfu ile kardeş oluvermiştiniz. Siz bir ateş çukurunun tam kenarında iken oraya düşmekten de sizi O kurtarmıştı. Allah size âyetlerini böylece açıklıyor, ta ki doğru yola eresiniz. [8,63]",
        "numberInSurah": 103,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 397,
        "text": "Ey müminler! İçinizden hayra çağıran, iyiliği yayıp kötülükleri önleyen bir topluluk bulunsun. İşte selâmet ve felâhı bulanlar bunlar olacaklardır. [3,110.114; 7,157; 9,71.112; 22,41; 31,17]",
        "numberInSurah": 104,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 398,
        "text": "Kendilerine kesin delillerin gelmesinden sonra bölünüp ihtilâfa düşenler gibi olmayın. Onlar için büyük bir azap vardır.",
        "numberInSurah": 105,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 399,
        "text": "Gün gelecek, birtakım yüzler ağaracak, birtakım yüzler ise kararacak. Yüzleri kararanlara: “Siz misiniz denecek, imanınızdan sonra inkâra sapanlar? Tadın bakalım inkârınız sebebiyle bu acı azabı!” [75,22-25; 80,38-41; 88,2-8]",
        "numberInSurah": 106,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 400,
        "text": "Yüzü ak olanlar ise Allah'ın rahmetindedirler. Hem de orada ebedî kalacaklardır.",
        "numberInSurah": 107,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 401,
        "text": "İşte bunlar Allah'ın âyetleridir ki hakkı gerçekleştirmen için Biz onları sana okuyoruz. Çünkü şu kesindir ki, Allah insanlara zulmetmek istemez.",
        "numberInSurah": 108,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 402,
        "text": "Göklerde ve yerde olan her şey Allah'ındır, ve bütün işler sonunda O’na raci olur, bütün işleri O hükme bağlar.",
        "numberInSurah": 109,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 403,
        "text": "(Ey Ümmet-i Muhammed!) Siz insanların iyiliği için meydana çıkarılmış en hayırlı ümmetsiniz: İyiliği yayar, kötülüğü önlersiniz, çünkü Allah'a inanırsınız. Ehl-i kitap da bu imana gelseydi, elbette kendileri için iyi olurdu. İçlerinden iman edenler varsa da ekserisi dinden çıkmış fâsıklardır. [2,143]",
        "numberInSurah": 110,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 404,
        "text": "Onlar size hiçbir zarar veremezler, olsa olsa incitirler. Sizinle savaşacak olurlarsa, arkalarını dönüp kaçarlar. Kendilerine yardım eden de bulunmaz.",
        "numberInSurah": 111,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 405,
        "text": "Allah'tan gelmiş olan bir ipe ve insanlar tarafından uzatılan bir ipe (sisteme) tutunmaları müstesna, onlar nerede bulunurlarsa bulunsunlar, üzerlerine zillet damgası vurulmuştur. Allah’ın gazabına uğramış, meskenete mahkûm edilmişlerdir. Bu, onların Allah’ın âyetlerini inkâr etmeleri ve haksız yere peygamberleri öldürmeleri sebebiyle olmuştur. Çünkü âsi olmuşlar ve haddi aşmışlardır.",
        "numberInSurah": 112,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 406,
        "text": "Ehl-i kitabın hepsi bir değildir. Onların içinde öyle dosdoğru bir cemaat vardır ki, Gece saatlerinde Allah'ın âyetlerini okuyarak secdelere kapanırlar. {KM, Mezmurlar 42,9; 77,3; 134,2. Resullerin işleri 16,25}",
        "numberInSurah": 113,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 407,
        "text": "Bunlar Allah'ı ve âhireti tasdik eder, iyiliği yayar, kötülükleri önler ve hayırlı işlere yarışırcasına koşarlar. İşte onlar salihlerdendirler. [3,110]",
        "numberInSurah": 114,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 408,
        "text": "Yaptıkları hayır ve iyiliklerden, mükâfatsız kalan bir tek iyilik bile bulunmayacaktır. Allah günahlardan korunan takvâ ehlini pek iyi bilir.",
        "numberInSurah": 115,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 409,
        "text": "Kâfir olanların ne malları ne de evlatları, kendilerini Allah'ın cezasından asla kurtaramaz. Onlar cehennemlik olup orada ebediyyen kalacaklardır.",
        "numberInSurah": 116,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 410,
        "text": "O batıl yollarda olanların bu dünya hayatında harcadıkları malların durumu, Kendi öz canlarına zulmeden kimselerin ekinine isabet eden Ve o mahsulü kasıp kavuran bir rüzgarın durumuna benzer.Doğrusu Allah onlara zulmetmedi, ama onlar kendi kendilerine zulmettiler.",
        "numberInSurah": 117,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 411,
        "text": "Ey iman edenler! Siz Müslümanlardan başkasını sırdaş edinmeyin. Çünkü onlar size şer ve fesat çıkarmada ellerinden geleni bırakmazlar. Dâima sizin sıkıntıya düşmenizi isterler. Size olan düşmanlıkları, zaten ağızlarından taşıp meydana çıkmıştır. Kalplerinin gizlediği düşmanlık ise daha fazladır. Âyetlerimizi size iyice açıkladık. (Eğer akıllarınızı kullanırsanız, onlardan yararlanırsınız).",
        "numberInSurah": 118,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 412,
        "text": "İşte siz o kimselersiniz ki o düşmanlarınızı seversiniz, Halbuki siz bütün kitaplara iman ettiğiniz halde, onlar sizi sevmezler.Hem huzurunuza geldiler mi “âmenna!” biz de “inandık!” derler. Aralarında başbaşa kaldıkları vakit de, size duydukları kin ve düşmanlık sebebiyle, parmaklarını ısırırlar. De ki: “Geberin kininizle!” Allah bütün kalplerin künhünü bilir.",
        "numberInSurah": 119,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 413,
        "text": "Size bir ferahlığın, bir nimetin ulaşması onları üzer. Bir fenalığın gelmesine ise, âdeta bayılırlar. Şayet siz sabreder ve Allah'a karşı gelmekten sakınırsanız, onların tuzakları size hiçbir zarar veremez. Çünkü Allah, elbette onların yaptıklarını (ilmiyle, kudretiyle) kuşatmıştır.",
        "numberInSurah": 120,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 414,
        "text": "Hani bir vakit, ey Resulüm, sen ailenden sabah erken ayrılmış, müminlere savaş mevzileri hazırlamak için yola çıkmıştın. Allah, semî ve alîmdir (hakkıyla işitir ve bilir).",
        "numberInSurah": 121,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 415,
        "text": "Ve hani sizden iki bölük, Allah da kendilerinin yardımcıları olduğu halde, korkarak geri çekilmeye yeltenmişlerdi.Halbuki müminlere düşen, yalnız Allah'a dayanıp güvenmeleridir.",
        "numberInSurah": 122,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 416,
        "text": "Gerçekten, sizler birkaç biçare iken, Bedir'de Allah size yardım etmişti. O halde Allah’a karşı gelmekten sakının ki şükretmiş olasınız!",
        "numberInSurah": 123,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 417,
        "text": "O vakit sen müminlere: “Rabbinizin, indirdiği üç bin melek ile size imdad göndermesi yetmez mi?” diyordun. [8,9-10; 9,26.40; 33,9] {KM, II Samuel 5,24; II Makkabe 5,2-4; Matta 26,53}",
        "numberInSurah": 124,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 418,
        "text": "Evet, eğer sabreder ve itaatsizlikten sakınırsanız, -düşmanlarınız da hemen üzerinize geliverirlerse- Rabbiniz, formalı formalı tam beş bin melek göndererek size yardım edecektir.",
        "numberInSurah": 125,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 419,
        "text": "Allah bu imdadı sırf size müjde olsun ve kalpleriniz bununla müsterih olsun diye yaptı. Nusret ve zafer, ancak (mutlak galip, tam hüküm ve hikmet sahibi), azîz ve hakîm olan Allah tarafından gelir. [9,25-27; 47,4; 3,160]",
        "numberInSurah": 126,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 420,
        "text": "Evet, Allah Teâlâ kâfirlerden ileri gelenleri imha etmek Veya onları başaşağı ederek ümitsiz bir hale düşürmek için size bu imdadı gönderdi.",
        "numberInSurah": 127,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 421,
        "text": "Bu hususta sana ait bir iş yoktur: Allah ister onlara tövbe nasib edip bağışlar, ister nefislerine zulmettikleri için onları cezalandırır. [13,40; 28,56]",
        "numberInSurah": 128,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 422,
        "text": "Göklerde ne var, yerde ne varsa hepsi Allah'ındır. O dilediğini affeder, dilediğini cezalandırır. Allah gafurdur, rahimdir (çok affedicidir, merhamet ve ihsanı boldur).",
        "numberInSurah": 129,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 423,
        "text": "Ey iman edenler! Kat kat faiz yemeyin. Allah'a karşı gelmekten sakının ki felâh bulasınız. [2,275]",
        "numberInSurah": 130,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 424,
        "text": "Hem kâfirler için hazırlanmış bulunan o ateşten korunun!",
        "numberInSurah": 131,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 425,
        "text": "Allah'a ve Resulüne itaat edin ki merhamete nail olasınız!",
        "numberInSurah": 132,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 426,
        "text": "Rabbiniz tarafından mağfirete, genişliği göklerle yer kadar ve müttakiler için hazırlanmış bir cennete doğru yarışırcasına koşuşun! [57,21]",
        "numberInSurah": 133,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 427,
        "text": "O müttakîler ki bollukta da darlıkta da Allah yolunda harcarlar, kızdıklarında öfkelerini yutar, insanların kusurlarını affederler. Allah da böyle iyi davrananları sever.",
        "numberInSurah": 134,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 428,
        "text": "O müttakiler ki çirkin bir iş yaptıklarında veya kendi nefislerine zulmettiklerinde, peşinden hemen Allah'ı anar, günahlarının affedilmesini dilerler. Zaten günahları Allah’tan başka kim affeder ki? Bir de onlar, bile bile işledikleri günahlarda ısrar etmez, o günahları sürdürmezler. [9,104; 4,110]",
        "numberInSurah": 135,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 429,
        "text": "İşte onların mükâfatları, Rab'leri tarafından büyük bir af ile, kendilerinin ebedî olarak kalacakları, içinden ırmaklar akan cennetler olacaktır. Güzel iş yapanların mükâfatı ne de güzel!",
        "numberInSurah": 136,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 430,
        "text": "Sizden önce, Allah'ın koymuş olduğu hayat kanunlarına uygun olarak, nice olaylar, ümmetler geçti... İsterseniz dünyayı gezip dolaşın da dîni yalan sayanların âkıbetlerini görün!",
        "numberInSurah": 137,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 431,
        "text": "İşte bu, bütün insanlara yöneltilen bir açıklamadır, Haramlardan korunacak müttakiler için bir hidâyet ve öğüttür.",
        "numberInSurah": 138,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 432,
        "text": "Sakın yılmayın, üzüntüye kapılmayın, eğer iman ediyorsanız mutlaka üstün gelirsiniz!",
        "numberInSurah": 139,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 433,
        "text": "Şayet siz yara aldı iseniz, karşınızdaki düşman topluluğu da benzeri bir yara aldı. İşte Biz, Allah'ın gerçek müminleri ortaya çıkarması, sizden şehitler edinmesi, müminleri tertemiz yapıp kâfirleri imhâ etmesi için, zafer günlerini insanlar arasında nöbetleşe döndürür dururuz. Allah zalimleri sevmez.",
        "numberInSurah": 140,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 434,
        "text": "Şayet siz yara aldı iseniz, karşınızdaki düşman topluluğu da benzeri bir yara aldı. İşte Biz, Allah'ın gerçek müminleri ortaya çıkarması, sizden şehitler edinmesi, müminleri tertemiz yapıp kâfirleri imhâ etmesi için, zafer günlerini insanlar arasında nöbetleşe döndürür dururuz. Allah zalimleri sevmez.",
        "numberInSurah": 141,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 435,
        "text": "Allah, sizin içinizden cihad edenlerle sabır gösterenleri ortaya çıkarmadan, kolayca cennete girivereceğinizi mi zannettiniz? [2,214; 29,2]",
        "numberInSurah": 142,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 436,
        "text": "Siz ölümle yüzyüze gelmeden önce, şehid olmayı temenni etmiştiniz. İşte şimdi onu ayan beyan gördünüz.",
        "numberInSurah": 143,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 437,
        "text": "Muhammed, sadece resuldür, elçidir. Nitekim ondan önce de nice resuller gelip geçmiştir. Şayet o ölür veya öldürülürse, Siz hemen gerisin geriye dinden mi döneceksiniz? Kim geri döner, dinden çıkarsa, bilsin ki Allah'a asla zarar veremez. Ama Allah hidâyetin kadrini bilip şükredenleri bol bol mükâfatlandıracaktır. [33,40; 57,2; 58,29; 61,6]",
        "numberInSurah": 144,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 438,
        "text": "Allah izin vermedikçe hiç bir kişi ölemez. Bu, belli bir vakte bağlanmış, takdir edilmiştir. Her kim dünya mükâfatını isterse, kendisine dünyalık birşeyler veririz. Kim âhiret mükâfatı isterse ona da bundan veririz. Biz, şükredenleri elbette ödüllendireceğiz. [35,11; 6,2; 42,20; 17,18-19]",
        "numberInSurah": 145,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 439,
        "text": "Nice peygamberler gelip geçti ki onlarla beraber,kendisini Allah'a adamış birçok rabbanîler savaştı. Onlar, Allah yolunda başlarına gelen zorluklar sebebiyle asla yılmadılar, zayıflık göstermediler, düşmanlarına boyun da eğmediler. Allah böyle sabırlı insanları sever.",
        "numberInSurah": 146,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 440,
        "text": "Evet onların bu durumda dedikleri sadece şu oldu: “Ey bizim kerîm Rabbimiz, günahlarımızı ve işlerimizdeki aşırılıklarımızı affet! Ayaklarımızı hak yolda sabit kıl ve kâfirler gürûhuna karşı bize yardım eyle!”",
        "numberInSurah": 147,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 441,
        "text": "Allah da onlara hem dünya mükâfatını, hem de o güzelim âhiret mükâfatını verdi. Allah elbette muhsinleri, hep iyi davrananları sever.",
        "numberInSurah": 148,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 442,
        "text": "Ey iman edenler! Şayet siz kâfirlere itaat ederseniz, onlar sizi, dininizden döndürürler. Siz de ziyana uğrayanlardan olursunuz.",
        "numberInSurah": 149,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 443,
        "text": "Bilakis sizin mevlânız Allah'tır, ve O yardım edenlerin en hayırlısıdır.",
        "numberInSurah": 150,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 444,
        "text": "O kâfirler, Allah'ın, tanrılıklarını kabul ettiğine dair hiç bir delil indirmediği birtakım nesneleri Allah’a ortak saydıkları için, Onların kalplerine korku salacağız. Onların gidecekleri yer cehennemdir. Zalimlerin varacağı yer ne kötüdür!",
        "numberInSurah": 151,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 445,
        "text": "Allah size yaptığı yardım vaadini gerçekleştirdi: O'nun izni ile o düşmanlarınızı kırıp geçiriyordunuz. Allah’ın, size arzuladığınız galibiyeti göstermesine kadar, böylece bu vaad yerine geldi. Ama sonra siz isyan ettiniz, verilen emir hakkında çekiştiniz, yılgınlık gösterdiniz. O esnada kiminiz dünya menfaatini istiyordu, kiminiz âhiret mükâfatını. Sonra Allah sizi denemek için, onlara karşı size verdiği desteği geri çekti, bozguna uğradınız. Bununla beraber sizin kusurlarınızı bağışladı da! Zaten Allah müminlere bol lütuf ve inayet sahibidir.",
        "numberInSurah": 152,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 446,
        "text": "O vakit siz savaş meydanından hızla uzaklaşıyor, Dönüp hiç kimseye bakmıyordunuz. Peygamber ise peşinizden sizi çağırıp duruyordu. Bunun üzerine Allah, keder üzerine keder vererek sizi cezalandırdı. Allah'ın sizi affetmesi, ne elinizden gidene, ne de başınıza gelen felâkete esef etmemeniz içindir. Allah bütün yaptıklarınızdan haberdardır.",
        "numberInSurah": 153,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 447,
        "text": "Sonra o kederin peşinden üzerinize bir güven duygusu indirdi. Sizden bir kısmını bürüyen tatlı bir uyku hali verdi. Bir kısmınız ise can derdine düşmüş, Allah hakkında Cahiliye devrindekine benzer, gerçek dışı şeyler düşünüyorlar: “Bu işin kararlaştırılmasında bizim yetkimiz mi var? Ne gezer!” diye söyleniyorlardı. De ki: “Bütün yetki ve karar Allah'ındır” Onlar aslında içlerinde, sana karşı açığa vuramadıkları birş eyler saklıyor ve kendi aralarında: “Bu emir ve komuta işinde bir payımız olsaydı, şimdi burada olmaz, öldürülmezdik.” diyorlardı. De ki: Siz evlerinizde dahi olsaydınız, haklarında ölüm takdir edilenler, mutlaka düşüp ölecekleri yerlere doğru çıkacaklardı. Allah, sizin içinizde olanı sınamak ve kalplerinizi her türlü vesvese ve kirden arındırıp pırıl pırıl yapmak içindir ki bunu başınıza getirdi. Allah sinelerin özünü dahi bilir. [48,12]",
        "numberInSurah": 154,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 448,
        "text": "İki ordunun karşılaştığı gün içinizden arkasına dönüp kaçanlar var ya, işte onları, işlemiş oldukları birtakım hataları sebebiyle şeytan kaydırmak istemişti. Allah yine de onları affetti. Çünkü Allah gafurdur, halimdir (çok affedici ve müsamahalıdır).",
        "numberInSurah": 155,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 449,
        "text": "Ey iman edenler! Dini inkâr edip de Allah için seferde ölen veya gazalarda öldürülen arkadaşları hakkında: “Bizim yanımızda olsalardı, ne ölürler ne de öldürülürlerdi.” diyenler gibi olmayın! Allah bunu, onların gönüllerinde bir hasret, bir yürek yarası olarak bıraksın diye yaptı. Hayatı veren de, alan da Allah'tır. Allah bütün yaptıklarınızı görür.",
        "numberInSurah": 156,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 450,
        "text": "Eğer Allah yolunda öldürülür veya ölürseniz, Bilin ki, Allah tarafından mağfiret ve rahmet, insanların topladıkları bütün mallardan daha hayırlıdır.",
        "numberInSurah": 157,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 451,
        "text": "Sizler ölseniz de, öldürülseniz de, sonunda Allah'ın huzurunda toplanacaksınız.",
        "numberInSurah": 158,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 452,
        "text": "İnsanlara yumuşak davranman da Allah'ın merhametinin eseridir. Eğer katı yürekli, kaba biri olsaydın, insanlar senin etrafından dağılıverirlerdi. Öyleyse onların kusurlarını affet, onlar için mağfiret dile, ve işleri onlarla müşavere et! Bir kere de azmettin mi, yalnız Allah’a tevekkül et! Allah muhakkak ki Kendisine dayanıp güvenenleri sever. [9,128]",
        "numberInSurah": 159,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 453,
        "text": "Eğer Allah size yardım ederse, size üstün gelecek hiç kimse olamaz. Şayet o sizi yardımsız bırakırsa, artık O'ndan sonra kim size yardım edebilir ki? Öyleyse müminler yalnız Allah’a güvenmelidirler.",
        "numberInSurah": 160,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 454,
        "text": "Emanete hıyanet etmek, bir peygamberin yapacağı iş değildir. Her kim hıyanet edip de ganimetten veya kamuya ait hasılattan bir şey aşırır, bunu da gizlerse, kıyamet gününe o vebâlini aldığı şeyler, boynuna asılı olarak gelir. Sonra her kişiye kazandığı şeylerin mükâfat veya cezası eksiksiz ödenir Ve onlar asla haksızlığa uğratılmazlar.",
        "numberInSurah": 161,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 455,
        "text": "Allah'ın rıza yolunu tutmuş, o yolda koşan kimse, hiç Allah’ın hışmına uğrayan ve son durağı cehennem olan kimse gibi olur mu? Ne kötü bir yerdir o cehennem! [13,19; 28,61]",
        "numberInSurah": 162,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 456,
        "text": "Rıza yolunu tutanlar Allah'ın huzurunda derece derecedirler. Allah insanların yaptığı her şeyi görür.",
        "numberInSurah": 163,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 457,
        "text": "Gerçekten Allah, kendi içlerinden birini, onlara âyetlerini okuması, Onları her türlü kötülüklerden arındırması, Kendilerine kitap ve hikmeti öğretmesi için resul yapmakla, müminlere büyük bir lütuf ve inâyette bulunmuştur. Halbuki daha önce onlar besbelli bir sapıklık içinde idiler. [2,129.151; 16,72; 41,6; 25,20; 12, 109]",
        "numberInSurah": 164,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 458,
        "text": "Hâl böyle iken, düşmanlarınızın başına iki mislini getirdiğiniz bir bela sizin başınıza gelince: “Bu nereden geldi?” mi diyorsunuz? De ki: “Bu felâket sizin yüzünüzdendir.” Muhakkak ki Allah her şeye kadirdir.",
        "numberInSurah": 165,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 459,
        "text": "İki ordunun karşılaştığı gün başınıza gelen musîbet Allah'ın izniyle olmuştu. Bu da O’nun müminleri ayırd etmesi, münafıklık yapanları da meydana çıkarması için idi. O münafıklara: “Gelin, Allah yolunda savaşın veya hiç olmazsa düşmanınızın size ve ailelerinize saldırmasını önleyin!” denildiğinde: “Biz savaş olacağını bilseydik size katılırdık.” dediler. Doğrusu o gün onlar imandan ziyade küfre yakın idiler. Onlar, ağızlarıyla, kalplerinde olmayan şeyleri söylüyorlardı. Ama Allah onların gizlediklerini pek iyi bilir.",
        "numberInSurah": 166,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 460,
        "text": "İki ordunun karşılaştığı gün başınıza gelen musîbet Allah'ın izniyle olmuştu. Bu da O’nun müminleri ayırd etmesi, münafıklık yapanları da meydana çıkarması için idi. O münafıklara: “Gelin, Allah yolunda savaşın veya hiç olmazsa düşmanınızın size ve ailelerinize saldırmasını önleyin!” denildiğinde: “Biz savaş olacağını bilseydik size katılırdık.” dediler. Doğrusu o gün onlar imandan ziyade küfre yakın idiler. Onlar, ağızlarıyla, kalplerinde olmayan şeyleri söylüyorlardı. Ama Allah onların gizlediklerini pek iyi bilir.",
        "numberInSurah": 167,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 461,
        "text": "Onlar o münafıklardır ki kendileri savaşa çıkmayıp evde oturmaları yetmiyor gibi, bir de kalkıp (bilgiçlik taslayarak) savaşta şehid olan arkadaşları hakkında: “Sözümüze kulak verselerdi böyle öldürülmezlerdi.” derler. De ki: “Eğer, iddianızda tutarlı iseniz, haydi elinizden geliyorsa kendinizi ölümün elinden kurtarın bakalım!”",
        "numberInSurah": 168,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 462,
        "text": "Allah yolunda öldürülenleri sakın ölü zannetme! Bilakis onlar hayatta olup, Rab'lerinin katında yaşarlar, rızıklanırlar. [2,154]",
        "numberInSurah": 169,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 463,
        "text": "Allah'ın lütfundan ihsan ettiği nimetlere kavuşmaktan dolayı sevinç içindedirler. Arkalarından henüz kendilerine kavuşmayan müstakbel şehitlere, “kendilerine hiçbir korku olmayacağına ve üzüntü hissetmeyeceklerine” dair de müjde vermek isterler.",
        "numberInSurah": 170,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 464,
        "text": "Onlar Allah'ın nimeti ve lütfu ile ve Allah’ın müminlere olan mükâfatını zayi etmeyeceği müjdesiyle de sevinirler.",
        "numberInSurah": 171,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 465,
        "text": "Hele o yara aldıktan sonra Allah'ın ve Resulünün çağrısına uyup gönül verenlere, hele onlar gibi ihsan ve takvâ sahiplerine pek büyük mükâfatlar vardır.",
        "numberInSurah": 172,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 466,
        "text": "Onlar öyle kimselerdir ki halk kendilerine: “Düşmanlarınız olan insanlar size karşı ordu hazırladılar, aman onlardan kendinizi koruyun.” dediklerinde, bu tehdit onların imanlarını artırmış ve “Hasbunallah ve ni'me’l-vekil” “Allah bize yeter. O ne güzel vekildir!” demişlerdir. [6,102; 11,12; 39,62]",
        "numberInSurah": 173,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 467,
        "text": "Sonra da kendilerine hiç bir fenalık dokunmadan, Allah'tan bir âfiyet, selâmet ve lütuf ile geri döndüler ve Allah’ın rızasına uydular. Allah çok büyük lütuf ve inâyet sahibidir.",
        "numberInSurah": 174,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 468,
        "text": "Size o haberi getiren adam şeytanın tekidir. O sizi kendi dostları ile korkutmak ister. Fakat siz mümin iseniz onlardan korkmayın, Ben'den korkun! [39,36-38; 58,21; 22,40; 47-7; 40,51-52; 4,76; 58,19]",
        "numberInSurah": 175,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 469,
        "text": "İnkâra koşuşanlar sana kaygı vermesin, Onlar Allah'ın dînine asla zarar veremezler. Allah onlara âhirette nasip vermemek istiyor. Onlara büyük bir azap vardır.",
        "numberInSurah": 176,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 470,
        "text": "İmana bedel inkârı tercih edenler Allah'ın dînine hiç bir zarar veremezler ve onlar için gayet acı bir azap vardır.",
        "numberInSurah": 177,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 471,
        "text": "O kâfirler kendilerine mühlet vermemizin kendileri hakkında hayır olduğunu sanmasınlar. Onlara mühlet vermemiz, günahlarının artması içindir. Onlara zelil ve perişan eden bir azap vardır. [23,55-56; 68,44; 9,55]",
        "numberInSurah": 178,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 472,
        "text": "Allah müminleri içinde bulunduğunuz şu halde bırakacak değildir. Sonunda temiz ile murdarı ayıracaktır. Allah sizin hepinizi gayba vakıf kılacak da değildir. Fakat Allah, resullerinden dilediğini seçer (onu gayba vakıf kılar). O halde Allah'a ve resullerine iman edin. Eğer iman eder ve Allah’a karşı gelmekten sakınırsanız size büyük mükâfat vardır. [72,26-27]",
        "numberInSurah": 179,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 473,
        "text": "Allah'ın kendilerine lütfu ile bol bol verdiği nimetlerde cimrilik edip harcamayanlar, sakın bu hali kendileri için hayırlı sanmasınlar. Hayır! Bu, onların hakkında şerdir. Cimrilik edip vermedikleri malları kıyamet günü boyunlarına dolanacaktır. Kaldı ki göklerin ve yerin mirası Allah’ındır. Allah ne yaparsanız hepsinden haberdardır.",
        "numberInSurah": 180,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 474,
        "text": "“Allah fakirdir biz ise zenginiz.” diyenlerin sözlerini Allah elbette işitmiştir. Ama Biz onların dedikleri bu sözü ve peygamberleri haksız yere öldürmelerini yazacağız Ve “Tadın bakalım o yakıcı cezayı!” diyeceğiz. [2,245]",
        "numberInSurah": 181,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 475,
        "text": "İşte bu, sizin ellerinizle işlediğiniz günahların karşılığıdır. Çünkü Allah kullarına haksızlık edecek değildir. [2,95]",
        "numberInSurah": 182,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 476,
        "text": "Onlar dediler ki: “Allah, ateşin yakıp kor haline getireceği bir kurban getirmedikçe hiçbir peygambere inanmamamızı emretti.” Onlara cevaben de ki: “Benden önce birçok peygamber açık delillerin (mûcizelerin) yanında, sizin öne sürdüğünüz kurbanı da getirdiler. Peki sözünüzde tutarlı iseniz, onları niçin öldürdünüz?” [5,27; 2,91] {KM, Levililer 9,23-24; I Kırallar 18,38}",
        "numberInSurah": 183,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 477,
        "text": "Eğer onlar senin nübüvvetini yalan saydılarsa, üzülme! Zaten senden önce açık deliller, mûcizeler, sahîfeler ve nurlu kitaplar getiren nice resullere de yalancı denilmişti. [16,44; 26,196; 35,25; 54,43]",
        "numberInSurah": 184,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 478,
        "text": "Her canlı ölümü tadacaktır. Siz ey insanlar, çalışmalarınızın ücretini ancak kıyamet günü tam bir şekilde alacaksınız. O vakit, kim ateşten uzaklaştırılıp cennete yerleştirilirse, işte o muradına ermiştir. Yoksa bu dünya hayatı, aldatıcı ve geçici bir zevkten başka bir şey değildir. [87,16-17; 28,60; 55,26-27]",
        "numberInSurah": 185,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 479,
        "text": "Şu muhakkak ki gerek mallarınızda, gerek canlarınızda imtihana tâbi tutulacaksınız. Sizden önce kendilerine kitap verilen Yahudi ve Hıristiyanlardan ve bir de müşriklerden sizi inciten birçok söz işiteceksiniz. Ama siz sabreder ve günahlardan korunursanız, muhakkak ki bu davranış, yapılacak işlerin en değerlisidir. [2,155-156; 2,109]",
        "numberInSurah": 186,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 480,
        "text": "Vaktiyle Allah, Ehl-i kitaptan “Kitabı mutlaka insanlara açıklayıp anlatacaksınız, Onu asla gizlemeyeceksiniz!” diye teminat almıştı. Fakat onlar bu ahdi önemsemeyerek kulak ardı ettiler, onu az bir bahaya sattılar. Bakın ne kötü bir alış veriş!",
        "numberInSurah": 187,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 481,
        "text": "Yaptıklarından ötürü sevinen, öbür taraftan yapmadıkları işlerden dolayı övülmek isteyen kimselerin sakın azaptan yakayı kurtaracaklarını sanma! Çünkü onlara o can yakıcı azap vardır.",
        "numberInSurah": 188,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 482,
        "text": "Göklerin ve yerin hakimiyeti Allah'ındır ve Allah her şeye kadirdir.",
        "numberInSurah": 189,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 483,
        "text": "Muhakkak göklerin ve yerin yaratılışında, gece ile gündüzün birbiri ardınca gelip sürelerinin uzayıp kısalmasında düşünen insanlar için elbette birçok dersler vardır. [12,105-106]",
        "numberInSurah": 190,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 484,
        "text": "Onlar ki Allah'ı gâh ayakta divan durarak, gâh oturarak, gâh yanları üzere zikreder, göklerin ve yerin yaratılışı hakkında düşünürler ve derler ki: “Ey Yüce Rabbimiz! Sen bunları gayesiz, boşuna yaratmadın. Seni bu gibi noksanlardan tenzih ederiz. Sen bizi o ateş azabından koru!” [4,103; 38,27] {KM, Tesniye 6,7; 11,19}",
        "numberInSurah": 191,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 485,
        "text": "“Ey Yüce Rabbimiz! Sen kimi ateşe koyarsan, muhakkak onu rezil edersin. Zalimlerin hiç bir yardımcısı yoktur!”",
        "numberInSurah": 192,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 486,
        "text": "“Rabbena! Biz, imana çağıran ve “Rabbinize inanın!” diye tevhide dâvet eden bir zatı duyduk ve icabet ettik. Artık Sen bizi affet, kusurlarımızı bağışla ve iyilerle birlikte bizim canımızı al.” [3,198]",
        "numberInSurah": 193,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 487,
        "text": "“Rabbena! Resullerin vasıtasıyla bize vaad ettiğin mükâfatları bize lütfet, bizi kıyamet günü rezil ve perişan eyleme. Sen asla sözünden dönmezsin!”",
        "numberInSurah": 194,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 488,
        "text": "Onların Rabbi de dualarına şöyle icabet buyurdu: “Sizden gerek erkek, gerek kadın, hayır işleyen hiçbir kimsenin çalışmasını zayi etmem. Çünkü siz birbirinizdensiniz, birbirinizden farkınız yoktur. Benim rızam için hicret edenlerin, vatanlarından sürülenlerin, Benim yolumda işkenceye, zarara uğrayanların, Benim yolumda savaşanların ve öldürülenlerin, Elbette kusurlarını örtecek ve elbette onları Allah tarafından mükâfat olarak içinden ırmaklar akan cenetlere yerleştireceğim. En güzel ödüller Allah'ın yanındadır. [2,186; 60,1; 85,8]",
        "numberInSurah": 195,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 489,
        "text": "Hakkı inkâr edenlerin diyar diyar, refah içinde gezip durmaları sakın seni aldatmasın.",
        "numberInSurah": 196,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 490,
        "text": "Pek kısa bir zevk ve eğlenme! Sonra varacakları yer ise cehennem! Orası ne fena bir yataktır! [40,4; 10,69-70; 31,24; 86,17; 28,61]",
        "numberInSurah": 197,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 491,
        "text": "Lâkin Rabbine karşı gelmekten sakınanlara Allah tarafından bir ikram olarak İçinden ırmaklar akan cennetler var. Onlar orada ebedî kalacaklardır. Allah'ın yanında olan mükâfatlar, elbette o hayırlı ve iyi insanlar için daha hayırlıdır.",
        "numberInSurah": 198,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 492,
        "text": "Ehl-i kitap içinde, Allah'a iman ettikleri gibi, Hakkı tazim ederek hem size hem de kendilerine indirilen kitaba inananlar da vardır. Onlar Allah’ın âyetlerini, değersiz bir menfaat karşılığında satmazlar. İşte Rabbi nezdinde mükâfatları olanlar onlardır. Muhakkak ki Allah hesabı pek çabuk görür. [28,52-54; 2,121; 7,159; 3,113]",
        "numberInSurah": 199,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 493,
        "text": "Ey iman edenler! Sabredin! Sabır yarışında düşmanlarınızı geçin! Cihad için daima hazırlıklı ve uyanık bulunun! Ve Allah'a karşı gelmekten sakının ki felâh bulup başarıya eresiniz. [22,77]",
        "numberInSurah": 200,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yildirim",
      "language": "tr",
      "name": "Suat Yıldırım",
      "englishName": "Suat Yildirim",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}