{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "Bir gece, kendisine bazı delillerimizi gösterelim diye kulu Muhammedi, Mescid-i Haramdan, çevresini mübarek kıldığımız Mescid-i Aksaya götüren O zatın şanı ne yücedir! Bütün eksikliklerden uzaktır O! Gerçekten, her şeyi işiten, her şeyi gören O'dur. [53,18; 17,60]",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "Biz Mûsâ'ya kitap verdik ve onu, İsrailoğullarına “Benden başkasını Rab edinmeyin, benden başkasının himayesine girmeyin.” diye, doğru yolu gösteren bir rehber kıldık.",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "Ey Nûh ile birlikte gemide taşıdığımız kimselerin nesli! (Yalnız Bana güvenip, dayanın, Bana şükredin!) Şunu bilin ki Nûh çok şükreden bir kul idi.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "Biz İsrailoğullarına kitapta şu hükmü de bildirdik: “Siz ülkede iki kere bozgunculuk yapacak ve açık zorbalıklar edeceksiniz.”",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "Onlardan birincisinin vâdesi gelince, kuvvet ve şiddet sahibi olan kullarımızı sizin üzerinize musallat ettik de onlar sizi yakalayabilmek için evlerin aralarına bile girerek her tarafı didik didik edip araştırdılar. Bu, yerine getirilmesi gereken bir vaad idi.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "Sonra o istilacılara karşı size galibiyet ve zafer verdik, servet ve oğullarla kuvvetlendirdik, sayınızı daha da çoğalttık.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "İyilik ederseniz, kendinize iyilik etmiş olursunuz. Kötülük ederseniz, onu da kendi aleyhinize işlemiş olursunuz. Derken sonraki taşkınlığınızın vâdesi gelince, kederinizden suratlarınız asılsın, daha önce girdikleri gibi yine Mescide girsinler ve istila ettikleri yeri mahvedip dursunlar diye başınıza yine düşmanlarınızı musallat ederiz. [41,46]",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "Olur ki tövbe edersiniz de Rabbiniz size merhamet eder.Eğer tekrar bozgunculuğa dönerseniz, Biz de size ceza vermeye döneriz. Zaten cehennemi kâfirlere zindan kılmışız.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "Gerçekten bu Kur'ân insanları en doğru yola, en isabetli tutuma yöneltir.Güzel ve makbul işler yapan müminlere nail olacakları büyük mükâfatı müjdeler.",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "Âhirete inanmayanlara ise gayet acı bir azap hazırladığımızı bildirir.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "İnsan, bazen şerri, tıpkı hayrı istercesine ister. Pek acelecidir bu insan! [10,11]",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "Biz gece ve gündüzü kudretimizi gösteren iki delil kıldık. Gece delili ay'ı sildik, gündüz delili güneş’i aydınlatıcı yaptık ki hem Rabbinizin lütfedeceği nimetlerin peşine düşesiniz, hem de yılların sayısını ve hesabı bilesiniz. Biz her şeyi açık açık bildirdik. [28,71-73; 25,61-62; 36,37-38]",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "Her insanın vebalini, kendi nefsine bağladık, (her insan yaptıklarına göre muamele görür). Nitekim kıyamet günü önüne açılan bir defter çıkaracağız. [99,7-8; 52,16; 4,123; 75,12-14] [İşaya 65,6; Daniel 7,10; Vahiy 20,12}",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "Şöyle deriz ona: “Defterini oku. Bugün muhasebeci olarak kendi işini görmeye kendin yetersin!”",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "Kim doğru yolu seçerse, kendisi için seçmiş olur; kim de doğru yoldan saparsa, kendi aleyhinde sapmış olur. Hiçbir kimse başkasının günah yükünü taşımaz. Biz peygamber göndermediğimiz hiçbir halkı cezalandırmayız. [35,18; 29,13; 16,25; 67,8-9; 39,70-71; 35,37]",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "Herhangi bir beldeyi imha etmek istediğimizde oranın lüks içinde yaşayan şımarıklarına iyilikleri emrederiz.Buna rağmen onlar dinlemez, fısk-u fücura devam ederler. Bu sebeple, orası hakkında cezalandırma hükmü kesinleşir. Biz de orayı yerle bir ederiz. {KM, İşaya 6,9-13; Hezekiel 18. bölüm}",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "Hem Nuh'tan sonra öyle nesiller helâk ettik ki saymaya gelmez!Kullarının günahlarını senin Rabbinin görüp bilmesi yeter.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "Kim şu peşin dünya zevkini isterse, Biz de dilediğimiz kimse hakkında ve dilediğimiz miktarda, o dünya zevkini ona veririz.Ama sonra ona cehennemi mekân kılarız,O da yerilmiş ve kovulmuş olarak oraya atılır.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "Kim de âhireti ister ve ona lâyık bir biçimde mümin olarak gayret gösterirse, işte bunların çalışmaları makbul olur.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "Hepsine, dünyayı isteyenlere de, âhireti isteyenlere de Rabbinin ihsanından veririz. Rabbinin ihsanı kısıtlanmış değildir.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "Bak nasıl dünyada onların kimini kimine üstün kıldık!Elbette âhirette erişilecek daha büyük mertebeler, kazanılacak daha yüksek faziletler vardır.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "Sakın Allah ile beraber başka tanrı edinme! Yoksa yerilmiş, bir kenara itilmiş vaziyette kalırsın. {KM, Tesniye 32,39; İşaya 42,8}",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "Rabbin şöyle buyurdu: Allah'tan başkasına ibadet etmeyin. Anneye ve babaya güzel muamele edin.Şayet onlardan her ikisi veya birisi yaşlanmış olarak senin yanında bulunursa sakın onlara hizmetten yüksünme, “öff!” bile deme, onları azarlama, onlara tatlı ve gönül alıcı sözler söyle. [31,14]",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "Şefkatle, tevazu ile onlara kol kanat ger ve şöyle dua et: “Ya Rabbî, onlar küçüklüğümde nasıl beni ihtimamla yetiştirdilerse, ona mükâfat olarak Sen de onlara merhamet buyur!”",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "Rabbiniz ruhlarınızdaki duyguları pek iyi bilir. Eğer siz iyi kimseler iseniz şunu bilin ki Allah kötülüklerden, (özellikle anne ve babasına yaptığı kötü muamelelerden,) tövbe edenlere karşı, günahları çok affedicidir. {KM, Hezekiel 18,21; Yoel 2,12-14; II Tarihler 30,9}",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "Yakınlarına, yoksula, yolda kalmışa hakkını ver, sakın saçıp savurma!Çünkü savurganlar şeytanların kardeşleri olmuşlardır. Şeytan ise Rabbine karşı pek nankördür. [25,67]",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "Yakınlarına, yoksula, yolda kalmışa hakkını ver, sakın saçıp savurma!Çünkü savurganlar şeytanların kardeşleri olmuşlardır. Şeytan ise Rabbine karşı pek nankördür. [25,67]",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "Eğer elinin dar olması sebebiyle Rabbinden umduğun bir lütfu, bir imkânı beklerken o hak sahiplerine şimdilik ilgi gösteremiyorsan, hiç değilse onlara gönül alıcı bir şeyler söyle.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "Eli sıkı olma, büsbütün eli açık da olma ki herkes tarafından ayıplanan, kaybettiklerine hasret çeken bir hale düşmeyesin.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "Şu kesin ki, Rabbin dilediği kimsenin nasîbini bollaştırır, dilediğinin nasîbini daraltır. Çünkü Rabbin kullarının her halini bilip görmektedir.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "Fakirliğe düşme endişesi ile evlatlarınızı öldürmeyiniz! Onların da sizin de rızkınızı veren Biz'iz, Şüphesiz ki onları öldürmek büyük bir suçtur.",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "Sakın zinaya yaklaşmayın! Çünkü o, çirkinliği meydanda olan bir hayasızlıktır, çok kötü bir yoldur.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "Haklı bir gerekçe olmaksızın Allah'ın muhterem kıldığı cana kıymayın! Bir kimse zulmen öldürülürse onun velisine (mirasçısına) bir yetki vermişizdir; artık o da kısas hususunda aşırı davranmasın, (meşrû hakla yetinsin). Zaten kendisine yetki verilmekle gerekli destek sağlanmıştır. {KM, Sayılar 35,12.19; Tesniye 19,6.12; Yuşa 20,3}",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "Büluğ çağına ermeyen yetimin malına, en güzel tarzdan başka bir şekilde yaklaşmayın. Verdiğiniz sözü yerine getirin. Çünkü verilen söz, sorumluluk gerektirir. [4,2-6; 6,152; 81,8]",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "Ölçtüğünüz zaman dürüst olun, tam ölçün. Doğru terazi ile tartın. Bu hem ticaretiniz için daha hayırlı, hem de âkıbet yönünden daha güzeldir.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "Bilmediğin şeyin peşine düşme! Çünkü kulak, göz, kalb gibi azaların hepsi de sorguya çekilecektir. [49,12]",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "Hem kibirli kibirli yürüme!Zira ne kadar kibirlenirsen kibirlen, ne yeri yarabilirsin, ne de dağların boyuna erişebilirsin.Böylesi davranışların hepsi kötü olup, Rabbinin nazarında hoş görülmeyen şeylerdir.",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "Hem kibirli kibirli yürüme!Zira ne kadar kibirlenirsen kibirlen, ne yeri yarabilirsin, ne de dağların boyuna erişebilirsin.Böylesi davranışların hepsi kötü olup, Rabbinin nazarında hoş görülmeyen şeylerdir.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "İşte bunlar Rabbinin sana vahyettiği hikmetlerdendir. Sakın Allah'ın yanı sıra başka bir tanrı uydurma, yoksa yerilmiş, rahmetten kovulmuş olarak cehenneme fırlatılırsın.",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "Ya! Demek Rabbiniz sizi erkek evlatlarla onurlandırdı da, (sizin iddianıza göre, işi bilmiyormuş gibi), melekleri de biçare kız çocukları olarak Kendisine ayırdı öyle mi?Gerçekten siz pek müthiş, vebali çok büyük bir iddia ileri sürüyorsunuz. [19,88-95; 37,150]",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "İnsanlar düşünüp ders alsınlar diye Biz Kur'ân’da bu gerçekleri farklı üsluplarla beyan ettik. Ne var ki bu, onları daha da kaçırmaktan başka bir sonuç vermedi. [16,101; 7,58]",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "De ki: Faraza müşriklerin iddia ettikleri gibi Allah'tan başka tanrılar bulunsaydı, elbette onlar Arş’ın ve kâinat hakimiyetinin sahibi Yüce Allah’a üstün gelmek için çareler arayacaklardı! (Ama besbelli ki böyle bir şey asla vaki değildir).",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "Allah onların, iddialarından münezzehtir, son derece yücedir, uludur.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "Yedi kat gök, dünya ve onların içinde olan herkes Allah'ı takdis ve tenzih eder. Hatta hiçbir şey yoktur ki O’na hamd ile tenzih etmesin.Ne var ki siz onların bu tenzih ve takdislerini iyi anlayamazsınız. Bunca azametiyle beraber, kullarının gaflet ve cürümlerine karşı, O, halimdir, gafurdur (çok müsamahalıdır, affedicidir).",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "Sen Kur'ân okuduğun zaman, seninle âhirete inanmayanlar arasına görünmez bir perde çekeriz.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "Ve kalplerinin üzerine onu iyi anlamalarına mani kılıflar geçirir, kulaklarına da ağırlıklar koyarız. Sen Kur'ân’da Rabbini tek olarak andığın zaman, nefretle arkalarını dönüp giderler. [39,45]",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "Onlar senin okuyuşunu dinlerken ne maksatla dinlediklerini, kulis yaparken insanlara: “Siz, sadece sihir tesirinde kalmış birinin peşinde gidiyorsunuz, aklınızı kullanın!” diye fısıldaşarak vesvese verdiklerini pek iyi biliyoruz.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "Bak Resulüm, seni nelere kıyas ettiler (gâh şair, gâh büyücü, gâh kâhin, gâh mecnûn dediler) de nasıl dalâlete düştüler? Hem öyle sersemleştiler ki artık yol bulacak halleri kalmadı.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "Bir de şöyle dediler: “Sahi, biz kupkuru kemik yığını ve ufalanmış toz haline geldiğimiz zaman, biz mi yeniden yaratılıp dirileceğiz! (bu olacak iş değil!)” [36,78-79; 79,10-12]",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "De ki: “İster taş olun, ister demir. İsterse yeniden dirilmesi aklınızca imkânsız gibi görünen herhangi bir yaratık, ne olursanız olun, mutlaka diriltilip kaldırılacaksınız.”“O halde” diyecekler, “kimdir bizi diriltecek olan?” De ki: “Sizi ilk defa yoktan yaratan!”Bu sefer, alay ederek başlarını sallayacak da: “Ne zamanmış o?” diyecekler. De ki: “Belki de yakındır.” [30,27; 42,18]",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "De ki: “İster taş olun, ister demir. İsterse yeniden dirilmesi aklınızca imkânsız gibi görünen herhangi bir yaratık, ne olursanız olun, mutlaka diriltilip kaldırılacaksınız.”“O halde” diyecekler, “kimdir bizi diriltecek olan?” De ki: “Sizi ilk defa yoktan yaratan!”Bu sefer, alay ederek başlarını sallayacak da: “Ne zamanmış o?” diyecekler. De ki: “Belki de yakındır.” [30,27; 42,18]",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "Allah, Sizi kabirlerden çağıracağı gün, derhal O'na hamd ederek koşarcasına çağrısına uyacaksınız. Kendi kendinize bir düşünüp, dünyada pek az kaldığınızı sanırsınız. [79,46; 23,112-114] [30,25; 54,50]",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "Söyle o kullarıma: “Hep en güzel sözleri söylesinler, çünkü şeytan aralarını bozmaya çalışır. Gerçekten şeytan insanın açık düşmanıdır.”",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "Rabbiniz sizi pek iyi bilir. Dilerse size merhamet eder yahut dilerse sizi cezalandırır.Bunun içindir ki, ey Resulüm, seni onlar üzerine yönetici, onlardan sorumlu olarak göndermedik.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "Hem senin Rabbin, göklerde ve yerde olan kim varsa hepsini pek iyi bilir.Biz nebîlerden bazısını bazısına üstün kıldık, nitekim Davud'a da Zebûr’u verdik. [2,253; 33,7; 42,13]",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "De ki: “İbadetlerde Allah'ın ortakları olduklarını yalan yere iddia ettiğiniz tanrılarınızı çağırın çağırabildiğiniz kadar!Onlar ne sizin sıkıntınızı giderebilir, ne de onu başka yere çevirebilirler!” {KM, İşaya 41,23-24}",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "Onların tanrılaştırıp yalvardıkları kimseler, “Ne yaparsam O'na daha yakın olabilirim?” diye Rab’lerine vesile ararlar.O’nun rahmetini arar, azabından korkarlar. Çünkü Rabbinin azabı gerçekten korkunçtur.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "Hiç bir şehir yoktur ki kıyamet gününden önce Biz orayı imha etmeyelim veya şiddetli bir azaba uğratmayalım. Bu, kitapta (Levh-i Mahfuz'da) yazılıdır. [11,101; 65,8-9]",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "Kâfirlerin keyfî olarak istedikleri mûcizeleri göndermeyişimizin tek sebebi, daha önceki kâfirlerin bu gibi mûcizeleri yalanlamış olmalarıdır.Nitekim Semud halkına açık bir mûcize olarak o dişi deveyi verdik de onu öldürdüler ve bu yüzden kendilerine zulmettiler. Biz o âyetleri sadece korkutmak için göndeririz. [5,115; 7,65] {KM, Markos 8,12}",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "Unutma ki vaktiyle sana: “Rabbin insanları ilim ve kudretiyle kuşatmıştır.” demiştik.Gerek miraçta sana gösterdiğimiz temaşayı, gerek Kur'ân’da lânetlenen ve cehennemin dibinde biten o zakkum ağacını, sırf insanları deneme vesilesi kıldık.Biz onları tehdit ediyoruz da bu, onların azgınlığını artırmaktan başka bir işe yaramıyor.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "Bir zaman meleklere: “Ademe secde edin!” dedik, onlar da hemen secdeye kapandılar, yalnız İblis secde etmeyip: “Çamurdan yarattığın kimseye secde mi ederim!”“Benden üstün kıldığın adam bu mu? Eğer kıyamet gününe kadar bana bir mühlet versen, gör bak nasıl da onun soyunu pek azı dışında kumandam altına alacağım!” dedi. [7,12; 38,75-76]",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "Bir zaman meleklere: “Ademe secde edin!” dedik, onlar da hemen secdeye kapandılar, yalnız İblis secde etmeyip: “Çamurdan yarattığın kimseye secde mi ederim!”“Benden üstün kıldığın adam bu mu? Eğer kıyamet gününe kadar bana bir mühlet versen, gör bak nasıl da onun soyunu pek azı dışında kumandam altına alacağım!” dedi. [7,12; 38,75-76]",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "“Defol! oradan” buyurdu Allah; “Onlardan kim sana tâbi olursa, iyi bilin ki cehennem de sizin cezanızdır. Ceza ki ne ceza!” [38,80; 15,37]",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "Allah sonra şöyle buyurdu: “Onlardan gücünün yettiğini sesinle aldatıp kötülüklere kaydır. Süvari veya piyade olarak bütün kuvvetlerini toplayarak onların üzerine yürü, mallarına ve evlatlarına ortak ol, bol bol vaadlerde bulun onlara!” Şeytan bu! Onları aldatmadan başka ne vaad eder ki! [19,38; 14,22]",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "“Benim gerçek kullarıma senin asla bir hakimiyetin olamayacaktır.Rabbinin onları koruyucu olması yeter de artar!”",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "Rabbiniz o muazzam kudret sahibidir ki lütfundan nasibinizi aramanız için denizde gemiler yürütür. Gerçekten O'nun size ihsan ve merhameti pek fazladır.",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "Denizde musîbete mâruz kaldığınızda Allah'tan başka yalvardığınız bütün putlar ortada görünmez olur. Ama O sizi kurtarıp selâmetle karaya çıkarınca, Ona arkanızı dönersiniz. İşte öyle nankördür bu insanoğlu!",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "Karada sizi yerin dibine geçirmesinden yahut çakıl savuran bir kasırga göndermesinden emin mi oldunuz? Sonra kendinize bir koruyucu da bulamazsınız. [67,16-17]",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "Yahut sizi tekrar denize gönderip de üzerinize kırıp geçiren bir fırtına göndererek, inkârınız ve nankörlüğünüz sebebiyle sizi boğmayacağından emin mi oldunuz?Sonra Bize karşı size arka çıkacak hiç bir kuvvet bulamazsınız.",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "Gerçekten Biz Âdem evlatlarını şerefli kıldık, karada ve denizde kendilerini taşıyacak vasıtalar nasib ettik, onlara helâl ve hoş rızıklar verdik ve onları yarattığımız varlıkların çoğuna üstün kıldık.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "Gün gelir, her sınıftan insanları, tâbi oldukları önderlerine nisbet ederek çağırırız.Kimin hesap defteri sağından verilirse işte onlar defterlerini emin olarak okur ve kıl kadar olsun, haksızlığa uğratılmazlar. [10,47; 36,12; 18,49; 45,28;29]",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "Kim bu dünyada gerçekleri görmede kör ise, âhirette de kördür, hatta yol bulmadaki şaşkınlığı daha da beterdir.",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "Az kalsın, seni bile sana vahyettiğimizden başka bir şeyi uydurup, Bize mal etmen için akılları sıra kandıracak ve ancak o takdirde seni dost edineceklerdi.",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "Eğer sana sebat vermeseydik nerdeyse azıcık da olsa onlara meyledecektin.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "O takdirde de hem hayatın, hem de ölümün acısını sana kat kat tattırırdık. Sonra Bize karşı hiçbir yardımcı da bulamazdın. [33,30; 7,38; 35,69; 57,28]",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "Onlar yurdundan çıkarmak için seni tedirgin edip dururlar. O takdirde kendileri de senden sonra pek az kalır, sonra da yok olur giderler.",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "Senden önce gönderdiğimiz resuller hakkında cari olan ilahî kanun budur. Sen Bizim nizamımızda asla bir değişiklik bulamazsın!",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "Gündüzün güneş dönüp gecenin karanlığı bastırıncaya kadar belli vakitlerde namaz kıl ve özellikle sabah namazını! Zira sabah namazı şahitlidir.",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "Sana mahsus olmak üzere gecenin bir kısmında kalkıp Kur'ân oku, teheccüd namazı kıl. Böylece Rabbinin seni makam-ı mahmûda eriştireceğini umabilirsin. [3,113]",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "De ki: “Ya Rabbî, gireceğim yere dürüst olarak girmemi, çıkacağım yerden de dürüst olarak çıkmamı nasib et ve Kendi katından beni destekleyecek kuvvetli bir delil ver bana!” [57,25]",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "De ki: “Hak geldi, batıl yıkılıp gitti. Çünkü batıl, yok olmaya mahkûmdur.” [21,18]",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "Biz Kur'ân’ı müminlere şifa ve rahmet olarak indiririz. Ama o, zalimlerin ise sadece ziyanını artırır. [41,44; 9,124-125]",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "İnsana her ne zaman nimet versek, Allah'ı anmaktan yan çizer, umursamaz. Başına bir dert gelince de ümitsizliğe düşer. [17,67; 10,12]",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "De ki: Her insan kendi seciye ve karakterine göre davranır.Kimin daha isabetli olduğunu ise asıl Rabbiniz bilir. [11,121-122]",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "Bir de sana “rûh” hakkında soru sorarlar. De ki: “Rûh Rabbimin emrindedir, O'nun bileceği işlerdendir. Size sadece az bir ilim verilmiştir.”",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "Eğer dileseydik sana vahyettiğimiz Kur'ân’ı hafızalardan ve sayfalardan giderirdik. Sonra, sen de onu ele geçirmek için karşımızda bir yardımcı da bulamazdın.",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "Ama böyle yapmayıp Kur'ân âyetlerini muhafaza etmesi, sırf Rabbinin ihsanının sonucudur. Gerçekten O’nun sana olan lütfu pek büyüktür.",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "De ki: “Yemin ederim! Eğer insanlar ve cinler, bu Kur'ân’ın benzerini yapmak için bir araya toplansalar, hatta birbirlerine destek olup güçlerini birleştirseler bile, yine de onun gibi bir Kitap meydana getiremezler.”",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "Bu Kur'ân’da Biz her türlü mânayı, insanlar için çeşitli tarzlarda tekrar tekrar açıkladık. Ama insanların çoğu inkârcılıkta ısrar ettiler.",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "Ve “Biz” dediler; “Sana asla inanmayacağız. Ta ki yerden bir pınar akıtasın.",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "Yahut senin hurma ve üzüm bağların olsun da aralarından gürül gürül ırmaklar akıtasın.",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "Yahut iddia ettiğin gibi gökyüzünü parçalayıp üzerimize kısım kısım düşüresin, ya da Allah'ı ve melekleri karşımıza getiresin de onlar senin söylediklerine şahitlik etsinler.",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "Yok, yok! Bu da yetmez, senin altundan bir evin olmalı yahut göğe çıkmalısın.(Ama unutma!) Sen bize oradan dönerken okuyacağımız bir kitap indirmedikçe yine de senin oraya çıktığına inanmayız ha!”De ki: “Fe Sübhanallah! Ben sadece elçi olan bir insandan başka ne olabilirim ki?.” [17,59; 25,7-11; 26,187]",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "Zaten, insanların ekserisinin, kendilerine hidâyet geldiği halde iman etmemelerinin başlıca sebebi: “Allah bula bula bir insan mı seçip halka elçi gönderdi?” demeleridir.",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "–onlara deki: “Eğer yeryüzünde melekler yerleşip dolaşsalardı o zaman Biz onlara melek elçi gönderirdik.” [10,2; 64,6; 14,10; 23,47]",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "De ki: “Sizinle benim aramda şahit olarak Allah yeter! Doğrusu O kullarının bütün hallerini bilip görmektedir.” [6,19; 69,44-46]",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "Allah kimi doğru yola iletirse işte doğru yolda olan odur.Kimi şaşırtırsa, artık Allah'tan başka ona hâmi ve yardımcı bulamazsın.Kıyamet günü onları kör, sağır ve dilsiz olarak yüzü koyun haşrederiz. Varacakları yer cehennemdir. Onun ateşi zayıfladıkça alevlerini artırırız. [18,17]",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "İşte onların cezaları budur! Çünkü onlar âyetlerimizi inkâr ediyorlar ve:“Bir kemik yığını ve ufalanan kırıntı haline geldikten sonra mı biz diriltilip yeniden yaratılacağız!” diye dinle alay ediyorlardı.",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "Görüp düşünmüyorlar mı ki gökleri ve yeri yaratan Allah, kendilerinin benzerini yaratmaya elbette kadirdir?O, kendileri için asla, şüphe götürmeyecek bir vâde belirlemiştir.Ama zalimlerin işleri güçleri inkârdan ibaret! [40,57; 36,81-82] [11,104]",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "De ki: “Rabbimin rahmet hazinelerine siz sahip olsaydınız, harcamakla tükenir korkusuyla cimrilik ederdiniz. Çok cimridir insan!” [4,53; 70,18-19; 64-16]",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "Mûsâ'ya, açık açık dokuz mûcize (açık belge) verdik. İşte İsrailoğullarına sor: Mûsâ kendilerine geldiğinde Firavun ona: (“Bana bak) Mûsâ!” dedi, “Ben senin büyülendiğini zannediyorum.”",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "Mûsâ da şöyle cevap verdi: “Pek iyi bilirsin ki bu âyetleri, birer belge olmak üzere, indiren, göklerin ve yerin Rabbinden başkası değildir. Ey Firavun! Ben de senin mahvolduğunu zannediyorum.”",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "Firavun onları ülkeden söküp atmak istedi. Ama Biz onu ve beraberindeki bütün ordusunu suda boğduk.",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "Bu olaydan sonra İsrailoğullarına da dedik ki: “Haydin, yerleşin size gösterilen yere!Ne zaman ki âhiret vâdesi gelir, işte o vakit hepinizi bir araya toplar, hakkınızda gereken hükmü veririz!”",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "Biz Kur'ân’ı hak olarak indirdik. O da hakkın ve gerçeğin ta kendisi olarak indi. Seni de ey Resulüm, sadece rahmetle müjdelemen ve inanmayanları ise azapla uyarman için gönderdik. [4,166]",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "Hem o vahyi, insanların zihinlerine sindire sindire okuman içinzaman zaman gelen Kur'ân dersleri halinde indirdik [16,101-102; 25,32]",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "De ki: “İster inanın ona, ister inanmayın. Şu bir gerçektir ki daha önce kendilerine ilim verilenlere Kur'ân okununca derhal yüzüstü secdeye kapanırlar.”",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "“Ulu Rabbimizin şanı yücedir. Ne vâd ederse mutlaka gerçekleşir.” derler.",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "Yine ağlayarak yüzüstü secdeye kapanırlar.”İşte Kur'ân, onların saygısını böyle artırır. [47,17; 41,44; 3,113-115]",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "De ki: “Dua ederken ister “Allah” ister “Rahman” diye hitab edin. Hangisini deseniz en güzel isimler hep O'nundur!”Namazında sesini pek yükseltme, ama iyice de kısma, ikisinin arası bir yol tut. [59,22-24; 25,60]",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "Her türlü hamd O Allah'a mahsustur ki, asla evlad edinmemiştir. “Hakimiyetinde hiç bir ortağı yoktur. Acze düşüp de bir desteğe muhtaç olmamıştır.” de ve tekbir getirerek O’nun büyüklüğünü ilan et!",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yildirim",
      "language": "tr",
      "name": "Suat Yıldırım",
      "englishName": "Suat Yildirim",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}