{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Bu kitabın vahyolunup parça parça indirilmesi, azîz ve hakîm (mutlak galip, tam hüküm ve hikmet sahibi) Allah tarafındandır. [26,192-195; 41,42]",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Biz sana kitabı gerçeğin ta kendisi olarak indirdik. O halde sen de yalnız Allah'a ibadet et!",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "İyi bilin ki halis din, yani bütün gönlüyle candan itaat, yalnız Allah'a yapılır. Allah’tan başka birtakım hâmiler edinerek: “Biz onlara sırf bizi Allah’a yaklaştırsınlar diye ibadet ediyoruz.” diyenlere gelince, elbette Allah, onların hakkında ihtilaf ettikleri hususlarda aralarında hükmünü verecektir. Allah yalancılığı, nankörlük ve kâfirliği huy edinenleri hidâyet etmez, emellerine kavuşturmaz. [16,36; 21,25; 18,110; 34,40-41]",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Eğer Allah evlat edinmek isteseydi yarattıklarından dilediğini seçerdi. Ama o bunu dilememiş, evlat edinmemiştir. O bundan münezzehtir, yücedir. Tek hâkimdir. [21,17; 43,81; 19,90]",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "O, gökleri ve yeri hikmetle ve ciddî bir maksatla yarattı. Devamlı sûrette geceyi gündüze dolar, gündüzü geceye dolar. Güneş ve ay'ı da sizin hizmetinize veren O’dur. Onlardan her biri belirli bir süreye kadar akarcasına hareket eder. İyi bilin ki O, azîz ve gafurdur (üstün kudret sahibi olup, aynı zamanda çok affedicidir). [7,54; 3,190]",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "O, sizi bir tek candan yarattı. Ayrıca ondan da eşini meydana getirdi. Size etlerini yemeniz için deve, sığır, koyun ve keçiden erkekli ve dişili olmak üzere sekiz çift hayvanın helâl olduğunu vahiyle bildirdi. O sizi analarınızın karnında üç karanlık içinde, peş peşe yaratır. İşte gerçek İlah olan Allah, bunları yapan Rabbinizdir. Bütün mülk ve hakimiyet O'nundur. O’ndan başka tanrı yoktur. Hâlâ nasıl oluyor da hak yoldan vazgeçiriliyorsunuz? [41,6,143-144]",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Eğer inkâr edecek olursanız bilin ki Allah sizden müstağnidir, hiç kimseye ve hiçbir şeye ihtiyacı yoktur, ama kullarının inkâra sapmalarına razı olmaz. Eğer şükrederseniz, bundan hoşnut olur. Hiçbir kimse başkasının günah yükünü taşımaz. Sonunda hepinizin dönüşü Rabbinize olacak ve O da yaptıklarınızı size tek tek bildirecek ve dilerse bunların karşılığını verecektir. Gerçekten O, kalplerin en derin yerinde olan şeyleri dahi bilir.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "İnsanın başı derde girince, gönülden O'na yönelerek Rabbine yalvarır. Ama sonra Allah kendi tarafından ona nimet ve imkan verince, daha önce bütün acziyle gönülden O’na yalvardığını unutur ve Allah yolundan kendisini saptırması için O’na birtakım şerikler uydurur. De ki: “İnkârınla biraz oyalan, biraz zevk al bakalım! Nasılsa sen kesin olarak cehennemliklerdensin!” [17,67,10,12; 14,30; 31,24]",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Şimdi iyi düşünün: Böyle olanın durumu mu iyi, yoksa gece saatlerinde, âhiretten endişe edip Rabbinin rahmetini umarak gâh secdede, gâh kıyamda ibadet edenin durumu mu iyi? De ki: “Hiç bilenlerle bilmeyenler bir olur mu? Ancak akl-ı selim sahipleri, sağ duyulu olanlar düşünüp ibret alır. [3,113]",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Benden naklen onlara de ki: “Ey iman eden kullarım! Rabbinize karşı gelmekten sakının. Bu dünyada iyi işler yapanlar, mutlaka iyilik bulurlar. Allah'ın dünyası geniştir. Hak yolunda sabredenlere ücretleri sınırsız bir tarzda ödenir.”",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "“Bana, din ve ibadetimi yalnız Allah'a has kılarak gönülden O’na kulluk etmem emredildi.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Ve yine bana Allah'a teslim olan Müslümanların ilki olmam emredildi.”",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "De ki: “Rabbime isyan ettiğim takdirde müthiş bir günün azabından endişe ederim.”",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "De ki: “Ben ibadetimi yalnız O'na has kılarak yalnız Allah’a kulluk ederim.”",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Siz O'ndan başka dilediğinize kulluk edin! Asıl ziyan edenler, asıl hüsrana uğrayanlar, büyük duruşma günü olan kıyamette hem kendilerini hem de ailelerini hüsrana uğratanlardır. Unutmayın ki besbelli hüsran budur!",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Onların hem üstlerinde, hem altlarında ateşten kat kat örtüler vardır. İşte Allah böyle bir azabın varlığını bildirerek, kullarını korkutur. Ey kullarım! Bana karşı çıkmanızdan ötürü azabıma uğramaktan sakının. [7,41; 29,55]",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Tağuta ibadet etmekten kaçınıp gönülden Allah'a yönelenlere müjdeler var!O halde sözü dinleyip sonra da en güzelini tatbik eden kullarımı müjdele! İşte onlardır Allah’ın hidâyetine mazhar olanlar ve işte onlardır akl-ı selim sahibi olanlar. [2,256;7,145]",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Tağuta ibadet etmekten kaçınıp gönülden Allah'a yönelenlere müjdeler var!O halde sözü dinleyip sonra da en güzelini tatbik eden kullarımı müjdele! İşte onlardır Allah’ın hidâyetine mazhar olanlar ve işte onlardır akl-ı selim sahibi olanlar. [2,256;7,145]",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Hakkında azap hükmü kesinleşmiş kimseyi, ateşte olan kimseyi sen mi kurtaracaksın?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Lâkin Rab'lerini sayıp kötülüklerden sakınanlar için, içinden ırmaklar akan, üst üste odalar ihtiva eden yüksek köşkler vardır. Bu Allah’ın bir vâdidir. Allah ise vâdinden asla caymaz.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Görmüyor musun ki Allah gökten bir su indirir de onu yerdeki birtakım kaynaklara sevk edip depolar.Sonra da onunla rengârenk çeşit çeşit ekinler çıkarır. Daha sonra onlar kurur, sen onu sararmış vaziyette görürsün. Sonra da onu kuru bir kırıntı yapar. Elbette bunda akl-ı selim sahibi olanların alacağı ibretler vardır. [25,48; 18,45]",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Hiç Allah'ın, göğsünü İslâm’a açması sebebiyle, Rabbi tarafından nûra kavuşan kimse, kötü tercihinden ötürü fıtratını değiştiren, kalbi katılaşan, göğsü daralan kimse gibi olur mu? Yazıklar olsun, kalpleri Allah’ı anmak hususunda katılaşmış olanlara! İşte onlar besbelli bir sapıklık içindedirler. [6,122-125]",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah sözlerin en güzelini indirmiştir. Allah'ın vahiy yolu ile gönderdiği bu söz, her tarafı birbirini tutan, gerçekleri, farklı üsluplarla tekrar tekrar beyan eden bir kitaptır. Rab’lerini tazim edenlerin derileri onu okuyup dinlerken ürperti duyar. Sonra derileri ve kalpleri Allah’ı anmakla ısınıp yumuşar, sükûnet bulur. İşte bu, Allah’ın hidâyetidir ki onunla dilediğine yol gösterir. Ama Allah’ın şaşırttığı kimseyi ise hiç kimse doğru yola koyamaz. [8,2-4; 25,73]",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Büyük duruşmanın olacağı kıyamet gününde elleri kelepçeli olduğundan, kendisini en şerefli uzvu olan yüzü ile azaptan korumak için çabalayan kimsenin hali ile güven içinde olan müminin durumu hiç bir olur mu? Zalimlere: “Kazandığınız şeylerin meyvesini tadın bakalım!” denilir. [67,22; 54;48; 41,40]",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Kendilerinden önce geçmiş bazı halklar da peygamberleri yalancı saydılar da hak ettikleri azap onlara hiç farkına varmadıkları, hiç ummadıkları bir yerden geliverdi.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Allah onlara dünya zilletini tattırdı. âhiret azabı elbette daha müthiştir. Bunu bir bilselerdi!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Gerçekten Biz, insanlar düşünüp akıllarını başlarına alsınlar diye bu Kur'ân’da, her türlüsünden temsiller getirdik. [30,28; 29,43; 18,54]",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Fenalıkların bütün nevilerinden sakınmaları ümidiyle her türlü tenakuz ve çelişkiden uzak, dosdoğru ve Arapça bir Kur'ân olarak indirdik.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "İşte şimdi Allah bir temsil daha getiriyor: İki adam var, bunlardan birincisi, birbirine rakip, birbiriyle hep çekişen ortakların emrinde, diğeri ise sadece bir kişinin emrinde çalışıyor. Bu ikisinin durumu hiç bir olur mu? Olmaz elhamdülillah! Fakat çokları bu gerçeği bilmezler.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Hiç şüphe yok ki sen de öleceksin, onlar da ölecekler. Sonra da büyük duruşmanın olacağı kıyamet gününde Rabbinizin huzurunda birbirinizle dâvalaşacaksınız.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Hiç şüphe yok ki sen de öleceksin, onlar da ölecekler. Sonra da büyük duruşmanın olacağı kıyamet gününde Rabbinizin huzurunda birbirinizle dâvalaşacaksınız.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Uydurduğu yalanı Allah'a mâl eden, yahut yanına kadar gelen gerçeği yalan sayan kimseden daha zalim biri olabilir mi?Kâfirler için cehennemde yer mi yok?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Ama, hak ve gerçeği getiren ve onu tasdik edenler var ya, işte her türlü fenalıktan korunanlar onlardır.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Âhirette Rab'leri nezdinde onlara istedikleri her şey vardır. İşte iyiliği huy edinenlerin mükâfatı budur.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Böylece Allah onların yaptıkları en kötü işi bile affeder ve yaptıkları makbul işlerin karşılığını en güzel şekilde verir. [46,16]",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Allah kuluna kafi değil midir?Kalkmışlar da seni O'nun dışında birtakım başka şeylerle korkutmaya çalışıyorlar.Allah kimi şaşırtırsa artık onu yola getiren olamaz.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Ama kime de Allah yol göstermişse onu saptıran olamaz.Allah, (mutlak galip ve istediği anda hakkını alan, dilediğinin hakkından gelen) “Azizün Zü'ntikam” değil midir?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Eğer onlara: “gökleri ve yeri yaratan kimdir?” diye sorarsan “Allah!” derler.De ki: “Peki öyleyse, şimdi baksanıza Allahtan başka ibadet ettiğiniz şu nesnelere: Şayet Allah bana bir musîbet verirse bunlar o musîbeti giderebilirler mi?Yahut bana rahmet ve nimet vermek isterse o rahmeti engelleyebilirler mi?Şu halde sen şöyle de: “Allah bana kâfidir. Güvenecek yer arayanlar da, yalnız O'na dayanıp güvensinler. [11,54-56; 67,29; 65,3]",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Hem de ki: “Ey halkım! Siz elinizden gelen fenalığı yapın, ama ben de işime devam edeceğim.Zelil ve rezil eden azabın dünyada kime geleceğini, âhirette ise devamlı azabın kimin başına ineceğini yakında öğrenirsiniz.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Hem de ki: “Ey halkım! Siz elinizden gelen fenalığı yapın, ama ben de işime devam edeceğim.Zelil ve rezil eden azabın dünyada kime geleceğini, âhirette ise devamlı azabın kimin başına ineceğini yakında öğrenirsiniz.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Biz bu kitabı, insanların faydası için sana hak ve gerçek olarak indirdik.Artık kim doğru yola girerse kendi yararına olarak girer, kim de yoldan saparsa kendi aleyhine olarak sapar. Sen onlar üzerinde bekçi değilsin. [11,12; 13,40]",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Ama (gerçek koruyucu) Allah, insanların ruhlarını ölümleri sırasında, ölmeyenlerin ruhlarını ise uykuları sırasında alır.Hakkında ölüm hükmü verdiği rûhu tutar, vermediği rûhu ise belirli bir süreye kadar salıverir.Muhakkak ki bunda, düşünen kimseler için alacak ibretler vardır. [6,60-61]",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Bilakis onlar kalkmış, Allah'tan başka birtakım sözüm ona şefaatçiler bulmuşlar!De ki: “Onların hiçbir yetkileri olmasa, akıl ve şuurdan mahrum olsalar da mı onlara ibadet edeceksiniz?” [2,255]",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "De ki: “Şefaatin tamamı Allah'a aittir. Çünkü göklerin ve yerin mülk ve hâkimiyeti de O’nundur. Sonunda da O’nun huzuruna götürülecek, O’na hesap vereceksiniz.”",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Böyle iken Allah bir olarak anılınca âhirete iman etmeyenlerin yürekleri burkulur da,O'ndan başkalarından bahsedilince derhal yüzleri güler. [37,35]",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Sen şöyle dua et:“Allah'ım! Ey gökleri ve yeri yaratan!Ey görünen görünmeyen ne varsa bilen. Hakkında ihtilaf ettikleri her meselede kulların arasında Sen elbette hükmedeceksin. Ben bu güven içinde bekliyor ve sabrediyorum.”",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "O zalim kâfirler, dünyanın bütün malları ve imkânları kendilerinin olsa, hatta onların bir misli daha bulunsaydı, kıyamet gününde azabın kötülüğünden kurtulmak için, derhal fidye olarak verirlerdi. O gün onların hiç hesaba katmadıkları öyle şeyler Allah tarafından ortaya dökülür ki saymaya gelmez!",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "İşledikleri pis işler ortaya çıkar ve Allah'ın dini ve Peygamberleriyle yaptıkları alayların cezası kendilerini her taraftan sarıverir.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "İnsanın başı derde girdi mi Biz'e yalvarır, ama sonra ona tarafımızdan nimet verince: “Ben bilgi ve becerim sayesinde bu serveti elde ettim” der.Hayır! Bu bir imtihandır, ama çokları bunu anlamazlar. [28,76-78; 34,35]",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Kendilerinden önce gelip geçenler de böyle dediler, ama kazandıkları servet, mukadder âkıbetlerini önlemede kendilerine hiç fayda etmedi.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "İşledikleri fenalıkların cezası başlarına geçti. Aynen onun gibi, senin çağdaşlarından olan zalimler de yaptıkları fenalıkların cezasına çarptırılacaklar ve elimizden kaçıp kurtulamayacaklardır.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Hâlâ şunu anlamadılar mı ki Allah dilediği kulunun nasibini bollaştırır, dilediğinin nasibini ise daraltır. Elbette bunda inanacak kimseler için alacak ibretler vardır.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "De ki: “Ey çok günah işleyerek kendi öz canlarına kötülük etmede ileri giden kullarım! Allah'ın rahmetinden ümidinizi kesmeyiniz.Allah bütün günahları affeder. Çünkü O, gafur ve rahîmdir (çok affedicidir, merhamet ve ihsanı fazladır).” [5,73-74; 85,10; 19,60; 9,104; 4,110; 145-146]",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Size azap gelip çatmadan önce, Rabbinize dönün ve O'na teslim olun, O’na itaat edin. Yoksa yardım göremezsiniz.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Size azap farkına varmadığınız yerden ansızın gelip çatmadan önce,Rabbiniz tarafından size gönderilen hükümlerin en güzeline tâbi olun.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Ta ki kişi şöyle demeye mecbur kalmasın: “Rabbime karşı yaptığım bunca kusurdan dolayı yazıklar olsun bana!Yazıklar olsun bana ki ben O'nun diniyle, kitabıyla alay edenler arasında yer aldım!”",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Yahut: “Allah bana hidâyet verseydi, ben de Allah'a karşı gelmekten sakınanlardan olurdum.”",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Yahut azabı göreceği sıra: “Ah! Elime bir fırsat geçse de iyilerden olsam!”",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Yüce Allah şöyle buyurur: “Hayır! âyetlerim sana geldi de sen onları yalan saydın, onları kabul etmeyi kibrine yediremedin, büyüklük tasladın ve kâfirler arasına girdin!”",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Uydurduğu şeyleri Allah'a mal edip O’nun adına yalan söyleyen kimselerin kıyamet günü yüzlerinin kapkara kesildiğini görürsün.Allah’a karşı böyle kibirli davrananlar, büyüklük taslayanlar için cehennemde yer mi yok?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Allah, Kendisine karşı gelmekten sakınanları ise, cehennemden kurtarıp muratlarına kavuşturur.Onlara hiçbir fenalık dokunmaz. Onlar asla üzülmezler de.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Her şeyi yaratan Allah'tır.Her şey O’nun tasarruf ve yönetimindedir.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Göklerin ve yerin hazinelerinin anahtarları O'nun nezdindedir.Allah’ın âyetlerini inkâr edenler var ya, işte asıl hüsrana, en büyük kayba uğrayanlar onlardır.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Sen de ki: “Ey cahil topluluk! Böyle iken, siz ne cesaretle benden Allah'tan başkasına ibadet etmemi istiyorsunuz?",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Hâlbuki sana da, senden önceki peygamberlere de şu gerçek vahyolunmuştur ki:“İyi dikkat et! Allah'a ortak koşarsan yaptığın bütün makbul işler boşa gider ve sen âhirette kaybedenlerden olursun!”",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "“Bilakis, sen yalnız Allah'a kulluk et ve O’na şükredenlerden ol!”",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Ama onlar, Allah'ın kudret ve azametini hakkıyla takdir edemediler,O’na lâyık tazimi göstermediler.Halbuki bütün bir dünya kıyamet günü O’nun avucunda, gökler âlemi de bükülmüş olarak elinin içindedir.Böyle bir azamet ve hâkimiyet sahibi olan Allah, onların uydurdukları ortaklardan yücedir, münezzehtir. [21,104]",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Sûra üflenir; Allah'ın diledikleri dışında, göklerde ve yerde kim varsa çarpılıp cansız yere düşer. Sonra ona bir daha üflenir: Bir de bakarsın bütün insanlar, kabirlerinden ayağa kalkmış, etrafa bakınıp duruyorlar! [79,13-14; 17,52; 30,25]",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Mahşer yeri Rabbinin nûru ile ışıl ışıl aydınlanır. Amel defterleri, ortaya konur, derken... peygamberler ve şahitler getirilir. Haklarında tam adaletle hükmedilir ve onlara asla haksızlık yapılmaz. [21,47; 4,40]",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Herkese, yaptığının karşılığı tam tamına ödenir. Zaten Allah, onların yaptıklarını pek iyi bilmektedir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Kâfirler bölük bölük cehenneme sürülür. Nihayet oraya varıp da kapılar açılınca cehennem bekçileri onlara şöyle sorar:“Size Rabbinizin âyetlerini okuyan ve Allah'ın huzuruna çıkacağınız bu günü bildirerek,sizi uyaran peygamberleriniz gelmedi mi?”“Evet geldiler.” derler, “fakat kâfirler hakkında azap hükmü kesinleşti, şimdi ne desek boş!” [52,13; 19,85-86; 17,97; 67,8-10]",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "“Cehennemin kapılarından orada ebedi kalmak üzere, girin!”Allah'a karşı büyüklük taslayanların kalacakları yer, ne fena bir yer!” denilir.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Rab'lerine karşı gelmekten sakınanlar ise bölük bölük cennete sevkolunurlar.Nihayet oraya varıp da kapıları açılınca cennet bekçileri “Selâm olsun sizlere, ne mutlu size! Haydi, ebediyyen kalmak üzere, giriniz oraya!” derler.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Onlar şöyle karşılık verirler: “Hamd-ü senalar olsun o Allah'a ki sözünde durdu ve dilediğimiz yerinde oturacağımız şekilde bizi cennete yerleştirdi. Çalışanların mükafatları ne güzelmiş! [3,194; 7,43; 35,34-35; 21,105]",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Sen o gün melekleri de Arş'ın etrafını çevrelemiş Rablerine zikir, tenzih ve hamd eden vaziyette görürsün.Derken, aralarında adaletle hükmolunur ve “Hamd-ü senalar Rabbülâlemin olan Allah’a mahsustur.” diye bitirilir. [40,7] {KM, Vahiy 5,11; 7,11}",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yildirim",
      "language": "tr",
      "name": "Suat Yıldırım",
      "englishName": "Suat Yildirim",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}