{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Kocası hakkında sana başvurup tartışan ve halini Allah'a arzeden o kadının sözlerini elbette Allah işitti.Allah sizin konuşmalarınızı dinliyordu. Şüphesiz Allah semî’dir, basîrdir (her şeyi işitir ve görür).",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "İçinizden kadınlar hakkında zıhar yapanlar bilsinler ki onlar kendilerinin anneleri değildir, onların anneleri sadece kendilerini doğurmuş olanlardır. Onlar gerçekten çirkin ve yalan bir söz söylüyorlar. Bununla beraber, Allah'ın affı ve merhameti çoktur (geçmiş durumlar hakkında tövbe edenleri affeder) [33,4; 2,229]",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Eşlerine zıhar yaparak onlardan ayrılmaya kalkıp da sonra söylediklerinden dönenlerin, eşleriyle temastan önce bir köleyi hürriyetine kavuşturmaları gerekir. İşte size emredilen budur. Allah yaptığınız her şeyden haberdardır.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Buna imkân bulamayan kimse, temaslarından önce, iki ay ara vermeksizin oruç tutmalıdır. Buna da gücü yetmeyen altmış fakiri doyurmalıdır. Bu hükümler Allah'ı ve Resulünü tasdik ve onlarla amel edip Cahiliye uygulamalarını reddetmeniz için konulmuştur. İşte bunlar Allah’ın hudutlarıdır. Kâfirler için gayet acı bir azap vardır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Allah'a ve Resulüne karşı çıkanlar, kendilerinden önce böyle yapanlar, nasıl helâk edilmişlerse öylece helâk edilirler. Halbuki Biz onlara apaçık âyetler de indirmiştik. Kâfirler için zelil ve perişan eden bir azap vardır.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "Gün gelecek, Allah onların hepsini diriltecek ve kendilerine, dünyada her ne işlemişlerse tek tek bildirecektir. Kendileri onları unuttukları halde Allah onları tesbit ettirmiştir. Çünkü Allah her şeye şahittir.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Görmez misin ki Allah göklerde ne var, yerde ne varsa bilir?Bir araya gelip gizlice fısıldaşan üç kişinin dördüncüleri mutlaka Allah'tır.Beş kişi gizli konuşsa altıncıları mutlaka Allah’tır. Bundan ister daha az, ister daha çok olsunlar, nerede bulunurlarsa bulunsunlar, mutlaka O, kendileriyle beraberdir.O, ileride kıyamet gününde, yapmış oldukları işleri onlara tek tek bildirecek, (dilerse karşılığını da verecektir). Şüphesiz ki Allah her şeyi bilir. [9,78; 43,80; 3,5; 14,38]",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Böyle kulis yapmaları men edilmişken, kendilerine yasaklanan bir işi tekrar yapıp günah, zulüm, Peygambere isyan hususunda kulis yapan, fısıldaşan kimseleri görmüyor musun?Senin yanına vardıklarında, sana Allah'ın öğrettiği selâmdan başka bir şekilde selâm verirler.Kendi içlerinden de: “Allah bizi bu söylediklerimizden dolayı cezalandırsa ya!” diye alay ederler. Onların hakkından ancak cehennem gelir! Muhakkak onlar oraya girecekler. Orası gidilecek ne fena yerdir!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "Ey iman edenler! Şayet siz gizlice konuşacak olursanız sakın günah, zulüm ve Peygambere isyan hususlarında kulis yapmayın.Bunu hayır ve takvâ hususunda yapın.Dirilip huzurunda toplanacağınız Allah'a karşı gelmekten sakının.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Böyle meşrû olmayan kulisler, müminleri üzüntüye boğmak için şeytan tarafından telkin edilir. Ama, Allah dilemedikçe bu onlara asla zarar veremez. Onun için müminler de yalnız Allah'a güvenip dayansınlar.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "Ey iman edenler! Siz toplantı halinde iken “Biraz yer açıverin!” denildiği zaman yer açın ki Allah da size genişlik versin.“Kalkın!” denilince de kalkıverin ki Allah sizin gibi iman, hele hele bir de ilim nasib edilenlerin derecelerini yükseltsin. Allah bütün yaptıklarınızdan haberdardır.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "Ey iman edenler! Şayet Resulullah ile baş başa görüşmek isterseniz, bu özel görüşmeden önce bir sadaka verin.Böyle yapmak sizin için daha hayırlı, şaibeden daha uzak, günahlarınızı temizleme yönünden daha uygun bir davranış olur. Eğer buna imkân bulamazsanız Allah sizi muaf tutar, çünkü Allah gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur).",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Özel görüşmeden önce sadaka vermeniz halinde fakir düşeceğinizden mi korktunuz?Size emredilen bir bu tasadduku yapmadığınıza göre, Allah da sizi bundan muaf tuttu.Artık namazı hakkıyla ifa edin, zekâtı verin, Allah'a ve Resulüne itaat edin! Allah bütün yaptıklarınızdan haberdardır.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Allah'ın gazab ettiği bir topluluğu dost edinenlere baksana! Bunlar ne sizden, ne de onlardandır. Bunlar bile bile yalan yere yemin ederler. [4,143]",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Allah onlara şiddetli bir ceza hazırladı. Çünkü bunlar çok fena işler yapıyorlar!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Onlar yeminlerini siper edinip Allah'ın yolundan insanları uzaklaştırdılar. Onlara zelil ve perişan eden bir azap vardır.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Allah'ın cezalandırma iradesine karşı onların ne malları, ne de evlatları asla fayda veremez. Onlar cehennemliktirler, hem de orada devamlı kalacaklardır.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "Allah'ın hepsini dirilteceği gün, onlar dünyada Müslüman olduklarına dair size yemin ettikleri gibi, Allah’a da yemin edecek ve bununla bir şey elde edeceklerini sanacaklar. İyi bilin ki onların işi gücü yalan söylemektir.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Şeytan onların akıllarını çelmiş de onlara, Allah'ı hatırlamayı unutturmuştur. İşte onlar şeytanın takımıdır ve şunu unutmayın ki şeytanın takımı ziyan ve hüsrana mahkûmdur.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Allah'ı ve Resulünü karşısına alanlar, onlara düşmanlık edenler en alçak olanların derekesindedirler.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Çünkü Allah: “Ben ve Resullerim elbette galip geliriz.” diye hükmetmiştir. Şüphesiz ki Allah çok kuvvetlidir, mutlak galiptir. [40,51-52; 10,103]",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Allah'a ve âhiret gününe iman eden hiçbir milletin, Allah’ın ve Resulünün karşısına çıkan kimseleri, isterse o kimseler babaları, evlatları, kardeşleri ve sülaleleri olsun, sevip dost edindiklerini göremezsin. İşte Allah onların kalplerine imanı nakşetmiş ve Kendi tarafından bir ruhla onları desteklemiştir. Onları, içlerinden ırmaklar akan cennetlere, hem de ebedî kalmak üzere yerleştirecektir. Allah onlardan, onlar da O’ndan razıdırlar. İşte onlar Allahın tarafında olanlardır. Ve iyi bilin ki, felaha erenler, Allah’ın tarafında yer alanlar olacaklardır. [3,28; 9,24]",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yildirim",
      "language": "tr",
      "name": "Suat Yıldırım",
      "englishName": "Suat Yildirim",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}